{"datetime": "2020-03-03 12:17:23.500468", "filename": "2003824080", "mainterms": [{"score": 0.9967001676559448, "sentences": ["Specifically, the family (or individual) income is divided by the Department of Health and Human Services poverty guidelines for the specific survey year."], "term": "human", "termType": "MED", "weight": "b"}, {"score": 0.9873572587966919, "sentences": ["An unadjusted logistic regression first examined the association between accurately perceiving weight status and weight loss attempts in the past year among white and black YA men with overweight/obesity.", "I C L E Associations between weight misperception, contextual factors, and weight loss behaviours in young adult men with overweight/obesity Andrew C. Pool1 | Donna L. Coffman2", ": Young men are less likely to engage in weight loss behaviours than their female counterparts.", "This study examined racial differences in weight status perception accuracy and associ- ations between this perception and weight loss behaviours among young men.", "This may be because of an increased likelihood for young men, par- ticularly young black men, with overweight/obesity to misperceive their weight status.    ", "It is also important to note that unhealthy weight loss behaviours were not assessed in this study because of the focus on weight status perception and weight loss attempts among an understudied group—YA men.", "These findings are consistent with previous work that demonstrated that adults with overweight/obesity who misperceived their weight status were 60% less likely to have tried to lose weight in the past year and that stronger associations between accurate weight perception and weight loss attempts have been observed for adult men relative to women.18", "YA men.12-15,18,46 Findings demonstrate that, among YA men with overweight/obesity, perceiving oneself as overweight is associated with reporting a weight loss attempt and healthy weight loss behaviours in the past year.", "However, other than evidence that young men, particularly black men, are less likely to enrol in weight loss programmes,36 we are unaware of any studies that have assessed racial differences in independent efforts at weight loss among YA men.", "Associations between weight status perception and unhealthy weight loss behaviours among YA men should be examined in future research.", "Associations between weight misperception, contextual factors, and weight loss behaviours in young adult men with overweight/obesity", "A second study with adults of all ages indicated that black men had a significantly higher likelihood of misperceiving their weight status than white It has been speculated that the higher prevalence of weight status misperception among black men may be explained by sociocultural norms, such as a preference for larger body sizes and reduced pressure to be thin.12,13", "Taken together, this work supports the potentially important role of accurate weight status perception for engagement in weight control behaviours, particularly for men.  ", "This is consistent with studies comparing YA men and women as well as men of all ages.10-15", "A second unadjusted logistic regression model then determined the association between weight status perception accuracy and healthy weight loss behaviours among white and black YA men.", "Specifically, Gross et al found that only 39% of black young men with overweight/obesity perceived themselves as overweight compared with 68% of black young women with overweight/", "These sociocultural norms about weight status may be associated with a more positive body image among young black men,35 which, in turn, could contribute to young black men being less likely to perceive themselves as having overweight.  ", "For example, Dorsey et al found that black men with overweight who misperceived their weight status were less likely to report trying to lose weight than their white counterparts.15", "The use of contemporary data and a large, nationally representative sample are additional strengths, which enhance generalizability to YA men at present.", "The present findings demonstrate there may not be racial differences in weight loss attempts among YA black and white men.", "Although differences by race were observed for weight status perception accuracy, the present study did not find a significant difference between black and white YA men with overweight/obesity in reported weight loss attempts nor in reported healthy weight loss behaviours in the past year.", "Findings speak to the continued need to identify factors that may account for why YA men, particularly black men, are less likely to report engaging in weight loss efforts.", "Among YA men with overweight/obesity, perceiving oneself as over- weight was associated with reporting weight loss attempts and healthy weight loss behaviours.", "These cross‐sectional findings would be enhanced by additional research, including prospective studies to determine if racial differences exist in the understudied group of YA men.  ", "This is in contrast to previous work in adults of all ages that observed racial differences in weight status perception accuracy between black and white men with overweight/obesity, which impacted their respective odds of reporting a weight loss attempt.15,18  ", "Although black YA men with overweight/obesity were less likely to accurately perceive themselves as overweight, racial differences between white and black YA men in reported weight loss attempts and healthy weight loss behaviours were not observed.", "In a nationally representative sample of black and white YA men with overweight/obesity, perceiving oneself as having overweight was significantly associated with both reporting a weight loss attempt and reporting engagement in healthy weight loss behaviours in the past year.", "Results: YA men with overweight/obesity were more likely to report weight loss attempts and behaviours if they perceived themselves as being overweight (OR = 3.10; 95% CI, 2.18‐4.41;", "The sample for this study was limited to black and white YA men with overweight/obesity between the ages of 20 and 39 years.", "Conclusion: Future research should consider how weight status perception accuracy affects weight loss attempts among YA men and what additional factors may account for racial differences.    ", "Table 3 shows findings from both unadjusted and adjusted logistic regression models for associations between weight status perception accuracy and reported weight loss for YA men with overweight/obesity.", "Data from 1417 young adult (YA) men with overweight/obesity from the 2007 to 2014 National Health and Nutrition Examination Survey (NHANES) were analysed.", "Results from the present study also demonstrate that black young men with overweight/obesity are less likely to perceive themselves as having overweight than white young men with overweight/obesity (49% vs 62%, respectively).", "Although white YA men with overweight/obesity were more likely to perceive themselves as overweight than black YA men (P < .01), race was not associated with a reported weight loss attempt nor reported engagement in healthy weight loss behaviours in the past year.    ", "StataCorp LP) svyset and svy procedures to account for the complex sampling design by constructing an appropriate sample design weight according to the analytic guidelines.27 Bivariate associations of study variables for black and white YA men with overweight/obesity are listed in Table 1.", "Analyses were limited to black and white YA men given the focus of this work on understanding racial differences between these understudied groups on weight status perception accuracy and weight loss attempts.", "Specifically, black and white YA men who perceived themselves as having overweight were more than three times as likely to report a weight loss attempt and the use of healthy weight loss behaviours compared with those who did not perceive themselves as having overweight."], "term": "male", "termType": "MED", "weight": "a"}, {"score": 0.9861878156661987, "sentences": ["This is consistent with studies comparing YA men and women as well as men of all ages.10-15", "Specifically, Gross et al found that only 39% of black young men with overweight/obesity perceived themselves as overweight compared with 68% of black young women with overweight/", ": Young men are less likely to engage in weight loss behaviours than their female counterparts."], "term": "female", "termType": "MED", "weight": "b"}, {"score": 0.9786962866783142, "sentences": ["Associations between weight misperception, contextual factors, and weight loss behaviours in young adult men with overweight/obesity", "This study extends findings from previous studies conducted with adults of all ages that have demonstrated significant racial differences in weight status perception accuracy and the importance of accurate weight status perception for engagement in weight loss efforts to", "Data from 1417 young adult (YA) men with overweight/obesity from the 2007 to 2014 National Health and Nutrition Examination Survey (NHANES) were analysed.", "I C L E Associations between weight misperception, contextual factors, and weight loss behaviours in young adult men with overweight/obesity Andrew C. Pool1 | Donna L. Coffman2", "A second study with adults of all ages indicated that black men had a significantly higher likelihood of misperceiving their weight status than white It has been speculated that the higher prevalence of weight status misperception among black men may be explained by sociocultural norms, such as a preference for larger body sizes and reduced pressure to be thin.12,13", "This is in contrast to previous work in adults of all ages that observed racial differences in weight status perception accuracy between black and white men with overweight/obesity, which impacted their respective odds of reporting a weight loss attempt.15,18  ", "KEYWORDS race differences, weight loss, weight perception, young adults - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided ublished by John Wiley & Sons Ltd, World Obesity and The Obesity Society.    ", "Adolescents may be more sensitive to their weight and shape and may be subject to more weight‐based teasing than adults.", "Consistent with the broader adult weight loss literature,37,38 higher reported education and income were associated with reported weight loss attempts and healthy weight loss behaviours in the past year.", "These findings are consistent with previous work that demonstrated that adults with overweight/obesity who misperceived their weight status were 60% less likely to have tried to lose weight in the past year and that stronger associations between accurate weight perception and weight loss attempts have been observed for adult men relative to women.18"], "term": "adult", "termType": "MED", "weight": "a"}, {"score": 0.9631783962249756, "sentences": ["aAnalyses controlled for body mass index (BMI).", "BMI, body mass index; M, mean; SE, standard error.", "Abbreviations: BMI, body mass index; M, mean; SE, standard error."], "term": "body mass", "termType": "MED", "weight": "b"}, {"score": 0.961803674697876, "sentences": ["Jessica Chantelle N. Hart3,4 : 1Center for Parent and Teen Communication, Craig‐Dalsimer Division of Adolescent Medicine, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania 2Department of Epidemiology and Biostatistics, Temple University, Philadelphia, Pennsylvania 3Center for Obesity Research and Education, Temple University, Philadelphia, Pennsylvania 4Department of Social and Behavioral Sciences, Temple University, Philadelphia, Pennsylvania 5Department of Health Behavior and Policy, Virginia Commonwealth University School of Medicine, Richmond, Virginia Correspondence :", "An unadjusted logistic regression first examined the association between accurately perceiving weight status and weight loss attempts in the past year among white and black YA men with overweight/obesity.", "I C L E Associations between weight misperception, contextual factors, and weight loss behaviours in young adult men with overweight/obesity Andrew C. Pool1 | Donna L. Coffman2", "Dr. Sarwer is Editor‐in‐Chief of Obesity Science and Practice but was recused from the peer review and editorial decision for this paper.", "Further, only participants with overweight/obesity were included in analyses.", "If a participant reported perceiving themselves as “ or “ about the right weight” when their measured BMI indicated they have overweight/obesity, the dichotomous weight misperception variable was coded “", "This may be because of an increased likelihood for young men, par- ticularly young black men, with overweight/obesity to misperceive their weight status.    ", "These findings are consistent with previous work that demonstrated that adults with overweight/obesity who misperceived their weight status were 60% less likely to have tried to lose weight in the past year and that stronger associations between accurate weight perception and weight loss attempts have been observed for adult men relative to women.18", "YA men.12-15,18,46 Findings demonstrate that, among YA men with overweight/obesity, perceiving oneself as overweight is associated with reporting a weight loss attempt and healthy weight loss behaviours in the past year.", "Weight status perception categories also did not allow for a distinction between overweight and obesity because the question posed in NHANES only allows participants to state if they consider themselves underweight, normal weight, or overweight.", "Overweight and obesity were defined according to clinical guidelines.30,31 Participants with a measured BMI 25.0 to 29.9 kg/m2 or greater than or equal to 30.0 kg/m2 were classified as having overweight or obesity, respectively.", "Associations between weight misperception, contextual factors, and weight loss behaviours in young adult men with overweight/obesity", "KEYWORDS race differences, weight loss, weight perception, young adults - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided ublished by John Wiley & Sons Ltd, World Obesity and The Obesity Society.    ", "Specifically, Gross et al found that only 39% of black young men with overweight/obesity perceived themselves as overweight compared with 68% of black young women with overweight/", "These sociocultural norms about weight status may be associated with a more positive body image among young black men,35 which, in turn, could contribute to young black men being less likely to perceive themselves as having overweight.  ", "For example, Dorsey et al found that black men with overweight who misperceived their weight status were less likely to report trying to lose weight than their white counterparts.15", "In contrast to above, prospective studies following adolescents with overweight/obesity into young adulthood produced", "Although differences by race were observed for weight status perception accuracy, the present study did not find a significant difference between black and white YA men with overweight/obesity in reported weight loss attempts nor in reported healthy weight loss behaviours in the past year.", "Among YA men with overweight/obesity, perceiving oneself as over- weight was associated with reporting weight loss attempts and healthy weight loss behaviours.", "The authors of both of these studies speculated that these associations could be due to the use of unhealthy weight loss behaviours and experienced weight‐based stigma and teasing (both of which are associated with weight gain)33,34 among young people with overweight/obesity who accurately perceived themselves as overweight/obese.", "This is in contrast to previous work in adults of all ages that observed racial differences in weight status perception accuracy between black and white men with overweight/obesity, which impacted their respective odds of reporting a weight loss attempt.15,18  ", "Moreover, using a BMI cut point can also be problematic because participants with a BMI bordering the overweight cut point could be misclassified as having an inaccurate weight status perception because of small differences in weight.", "The dichotomous weight misperception variable was coded on the basis of calculated BMI and participant perception of weight status as underweight, about the right weight, or overweight.", "Although black YA men with overweight/obesity were less likely to accurately perceive themselves as overweight, racial differences between white and black YA men in reported weight loss attempts and healthy weight loss behaviours were not observed.", "contradictory findings.16,17 Sonneville et al found that adolescents with overweight/obesity who misperceived their weight status had lower BMI gains in young adulthood than their counterparts with an accurate weight perception.17 Rancourt", "In a nationally representative sample of black and white YA men with overweight/obesity, perceiving oneself as having overweight was significantly associated with both reporting a weight loss attempt and reporting engagement in healthy weight loss behaviours in the past year.", "Results: YA men with overweight/obesity were more likely to report weight loss attempts and behaviours if they perceived themselves as being overweight (OR = 3.10; 95% CI, 2.18‐4.41;", "Center for Parent and Teen Communication, Craig‐Dalsimer Division of Adolescent Medicine, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania Department of Epidemiology and Biostatistics, Temple University, Philadelphia, Pennsylvania Center for Obesity Research and Education, Temple University, Philadelphia, Pennsylvania Department of Social and Behavioral Sciences, Temple University, Philadelphia, Pennsylvania Department of Health Behavior and Policy, Virginia Commonwealth University School of Medicine, Richmond, Virginia", "Obesity Science & Practice p    ", "Specifically, black and white YA men who perceived themselves as having overweight were more than three times as likely to report a weight loss attempt and the use of healthy weight loss behaviours compared with those who did not perceive themselves as having overweight.", "The sample for this study was limited to black and white YA men with overweight/obesity between the ages of 20 and 39 years.", "Table 3 shows findings from both unadjusted and adjusted logistic regression models for associations between weight status perception accuracy and reported weight loss for YA men with overweight/obesity.", "Data from 1417 young adult (YA) men with overweight/obesity from the 2007 to 2014 National Health and Nutrition Examination Survey (NHANES) were analysed.", "Results from the present study also demonstrate that black young men with overweight/obesity are less likely to perceive themselves as having overweight than white young men with overweight/obesity (49% vs 62%, respectively).", "Although white YA men with overweight/obesity were more likely to perceive themselves as overweight than black YA men (P < .01), race was not associated with a reported weight loss attempt nor reported engagement in healthy weight loss behaviours in the past year.    ", "StataCorp LP) svyset and svy procedures to account for the complex sampling design by constructing an appropriate sample design weight according to the analytic guidelines.27 Bivariate associations of study variables for black and white YA men with overweight/obesity are listed in Table 1."], "term": "obesity", "termType": "DIS", "weight": "a"}, {"score": 0.9166167378425598, "sentences": ["Healthy weight loss behaviours, 2.3 | Statistical analysis, 3 | RESULTS, 4 | DISCUSSION, CONFLICT OF INTEREST STATEMENT, ACKNOWLEDGEMENTS, FUNDING, ORCID", "An unadjusted logistic regression first examined the association between accurately perceiving weight status and weight loss attempts in the past year among white and black YA men with overweight/obesity.", "I C L E Associations between weight misperception, contextual factors, and weight loss behaviours in young adult men with overweight/obesity Andrew C. Pool1 | Donna L. Coffman2", "Healthy weight loss behaviours :", "Reported education, income, and depressive symptoms were also associated with weight loss attempts or specific healthy weight loss behaviours.", "Further, participants reported retrospectively on weight loss attempts and behaviours, which could be affected by recall bias.", "Participants who responded “ Responses to item (1) are combined with responses to item (2) to create the weight loss attempts primary outcome.", ": Young men are less likely to engage in weight loss behaviours than their female counterparts.", "This study examined racial differences in weight status perception accuracy and associ- ations between this perception and weight loss behaviours among young men.", "inYA men,32,43 it is also possible that inconsistencies in findings may be due to the fact that the broader measure of weight loss attempts used in the present study also captured participants' use of unhealthy weight loss behaviours.  ", "It is also important to note that unhealthy weight loss behaviours were not assessed in this study because of the focus on weight status perception and weight loss attempts among an understudied group—YA men.", "These findings are consistent with previous work that demonstrated that adults with overweight/obesity who misperceived their weight status were 60% less likely to have tried to lose weight in the past year and that stronger associations between accurate weight perception and weight loss attempts have been observed for adult men relative to women.18", "YA men.12-15,18,46 Findings demonstrate that, among YA men with overweight/obesity, perceiving oneself as overweight is associated with reporting a weight loss attempt and healthy weight loss behaviours in the past year.", "tions between weight loss behaviours and contextual factors were also explored.    ", "Weight loss attempts :", "However, other than evidence that young men, particularly black men, are less likely to enrol in weight loss programmes,36 we are unaware of any studies that have assessed racial differences in independent efforts at weight loss among YA men.", "Associations between weight status perception and unhealthy weight loss behaviours among YA men should be examined in future research.", "Associations between weight misperception, contextual factors, and weight loss behaviours in young adult men with overweight/obesity", "This study extends findings from previous studies conducted with adults of all ages that have demonstrated significant racial differences in weight status perception accuracy and the importance of accurate weight status perception for engagement in weight loss efforts to", "Using a coding scheme developed by Chaitoff et al,32 these were classified as healthy (eg, eating less fat, exercising, and joining a weight loss programme) and unhealthy (eg, skippingmeals, taking laxatives or vomiting, and smoking) weight loss behaviours.", "KEYWORDS race differences, weight loss, weight perception, young adults - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided ublished by John Wiley & Sons Ltd, World Obesity and The Obesity Society.    ", "(OR = 3.10; 95% CI, 2.18‐4.41; Participants with some college education or greater had significantly higher odds of reporting a weight loss attempt (OR = 1.85; ; The adjusted model also revealed a significant association between higher reported depressive symptoms and reporting a weight loss attempt (OR = 1.06; 95% CI, 1.02‐1.10; P = .01).    ", "A second unadjusted logistic regression model then determined the association between weight status perception accuracy and healthy weight loss behaviours among white and black YA men.", "analyses, BMI, education level, income status, and depressive symptoms were all associated with reported weight loss attempts (P < .05) and were therefore included in the fully adjusted model (Table 2).", "Actual weight loss was not measured in this study, so it is unclear if weight loss attempts resulted in a reduction in weight.", "Factors that were significantly associated with weight loss attempts and weight loss behaviours in preliminary analyses", "The present findings demonstrate there may not be racial differences in weight loss attempts among YA black and white men.", "Although differences by race were observed for weight status perception accuracy, the present study did not find a significant difference between black and white YA men with overweight/obesity in reported weight loss attempts nor in reported healthy weight loss behaviours in the past year.", "The present cross‐sectional study cannot establish the directionality of the relationship between weight status perception and weight loss attempts.", "Two items on the Weight History Questionnaire were used to create a measure of weight loss attempts in the past year.", "Findings speak to the continued need to identify factors that may account for why YA men, particularly black men, are less likely to report engaging in weight loss efforts.", "Among YA men with overweight/obesity, perceiving oneself as over- weight was associated with reporting weight loss attempts and healthy weight loss behaviours.", "Individual associations between the continuous and categorical predictor variables and the weight loss attempts outcome variable were assessed with t tests and Pearson chi‐square tests, respectively.", "The authors of both of these studies speculated that these associations could be due to the use of unhealthy weight loss behaviours and experienced weight‐based stigma and teasing (both of which are associated with weight gain)33,34 among young people with overweight/obesity who accurately perceived themselves as overweight/obese.", "Reported depressive symptoms, which as a whole, were in the mild range in this sample, were also associated with weight loss attempts but not reported use of healthy weight loss behaviours.", "This is in contrast to previous work in adults of all ages that observed racial differences in weight status perception accuracy between black and white men with overweight/obesity, which impacted their respective odds of reporting a weight loss attempt.15,18  ", "It has been suggested that higher levels of education and those with greater economic means likely have higher levels of health literacy and numerical skills as well as better access to healthy foods and physical activity facilities, all of which help promote healthy weight loss attempts.39", "Although black YA men with overweight/obesity were less likely to accurately perceive themselves as overweight, racial differences between white and black YA men in reported weight loss attempts and healthy weight loss behaviours were not observed.", "In a nationally representative sample of black and white YA men with overweight/obesity, perceiving oneself as having overweight was significantly associated with both reporting a weight loss attempt and reporting engagement in healthy weight loss behaviours in the past year.", "Results: YA men with overweight/obesity were more likely to report weight loss attempts and behaviours if they perceived themselves as being overweight (OR = 3.10; 95% CI, 2.18‐4.41;", "It will be important to determine in future studies whether accuracy of weight status perception is associated with subsequent reductions in weight as this could have implications for weight loss interventions.", "It is possible that the mild level of symptoms reported may be reflective of general distress, a factor associated with attempted weight loss in YA", "Specifically, participants who reported a weight loss attemptwere asked additional questions on theWeightHistory Questionnaire regarding specific weight loss behaviours.", "Associations between weight status perception accuracy, contextual fac- tors, and weight loss attempts and behaviours were examined with logistic regression.    ", "In addition, participants with a college degree were significantly more likely to report using healthy weight loss behaviours (OR = 2.32; 95% CI, 1.44‐3.74; P < .01) as were those who reported higher income status (OR = 1.10;", "Conclusion: Future research should consider how weight status perception accuracy affects weight loss attempts among YA men and what additional factors may account for racial differences.    ", "Table 3 shows findings from both unadjusted and adjusted logistic regression models for associations between weight status perception accuracy and reported weight loss for YA men with overweight/obesity.", "Weight loss attempts, 2.2.5 |", "Weight status perception accuracy was also significantly associated with reporting healthy weight loss behaviours in both the unadjusted model (Table 4; OR", "There were no differences by race for reported weight loss attempts or behaviours.    ", "Although white YA men with overweight/obesity were more likely to perceive themselves as overweight than black YA men (P < .01), race was not associated with a reported weight loss attempt nor reported engagement in healthy weight loss behaviours in the past year.    ", "Alternatively, given observed associations between depressive symptoms and unhealthy weight loss attempts", "Thus, race did not moderate the observed association between weight status perception accuracy and reported weight loss.", "Consistent with the broader adult weight loss literature,37,38 higher reported education and income were associated with reported weight loss attempts and healthy weight loss behaviours in the past year.", "Analyses were limited to black and white YA men given the focus of this work on understanding racial differences between these understudied groups on weight status perception accuracy and weight loss attempts.", "Specifically, black and white YA men who perceived themselves as having overweight were more than three times as likely to report a weight loss attempt and the use of healthy weight loss behaviours compared with those who did not perceive themselves as having overweight.", "Greater education and income were associated with a greater likelihood of reporting weight loss attempts and healthy weight loss behaviours."], "term": "body weight loss", "termType": "MED", "weight": "a"}, {"score": 0.8451923131942749, "sentences": ["Associations between weight misperception, contextual factors, and weight loss behaviours in young adult men with overweight/obesity", "Data from 1417 young adult (YA) men with overweight/obesity from the 2007 to 2014 National Health and Nutrition Examination Survey (NHANES) were analysed.", "I C L E Associations between weight misperception, contextual factors, and weight loss behaviours in young adult men with overweight/obesity Andrew C. Pool1 | Donna L. Coffman2", "KEYWORDS race differences, weight loss, weight perception, young adults - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided ublished by John Wiley & Sons Ltd, World Obesity and The Obesity Society.    "], "term": "young adult", "termType": "MED", "weight": "a"}, {"score": 0.787382960319519, "term": "major clinical study", "termType": "MED", "weight": "b"}, {"score": 0.7849488258361816, "sentences": ["Jessica Chantelle N. Hart3,4 : 1Center for Parent and Teen Communication, Craig‐Dalsimer Division of Adolescent Medicine, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania 2Department of Epidemiology and Biostatistics, Temple University, Philadelphia, Pennsylvania 3Center for Obesity Research and Education, Temple University, Philadelphia, Pennsylvania 4Department of Social and Behavioral Sciences, Temple University, Philadelphia, Pennsylvania 5Department of Health Behavior and Policy, Virginia Commonwealth University School of Medicine, Richmond, Virginia Correspondence :", "Andrew C. Pool, Center for Parent and Teen Communication, Craig‐Dalsimer Division of Adolescent Medicine, Children's Hospital of Philadelphia, Roberts Center for Pediatric Research, 2716 South St., Fl. 9, Philadelphia, PA 19146.", "Center for Parent and Teen Communication, Craig‐Dalsimer Division of Adolescent Medicine, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania Department of Epidemiology and Biostatistics, Temple University, Philadelphia, Pennsylvania Center for Obesity Research and Education, Temple University, Philadelphia, Pennsylvania Department of Social and Behavioral Sciences, Temple University, Philadelphia, Pennsylvania Department of Health Behavior and Policy, Virginia Commonwealth University School of Medicine, Richmond, Virginia"], "term": "adolescent", "termType": "MED", "weight": "b"}, {"score": 0.6721693873405457, "sentences": ["The dichotomous weight misperception variable was coded on the basis of calculated BMI and participant perception of weight status as underweight, about the right weight, or overweight.", "Weight status perception categories also did not allow for a distinction between overweight and obesity because the question posed in NHANES only allows participants to state if they consider themselves underweight, normal weight, or overweight."], "term": "underweight", "termType": "DIS", "weight": "b"}, {"score": 0.5992541313171387, "sentences": ["Specifically, participants who reported a weight loss attemptwere asked additional questions on theWeightHistory Questionnaire regarding specific weight loss behaviours.", "Two items on the Weight History Questionnaire were used to create a measure of weight loss attempts in the past year.", "Number of hours worked was assessed by a single item asking “ Depressive symptoms were assessed with the Patient Health Questionnaire, which is a valid and reliable", "The survey consists of questionnaires and a physical examination.", "nine‐item questionnaire that screens for depressive symptoms over the past 2 weeks.29 Family history of cardiovascular disease (CVD) and diabetes were assessed with two dichotomous items, which asked if a biological relative was ever diagnosed with a heart attack/angina (CVD) or diabetes, respectively."], "term": "questionnaire", "termType": "MED", "weight": "b"}, {"score": 0.5951029658317566, "sentences": ["Healthy weight loss behaviours, 2.3 | Statistical analysis, 3 | RESULTS, 4 | DISCUSSION, CONFLICT OF INTEREST STATEMENT, ACKNOWLEDGEMENTS, FUNDING, ORCID", "CONFLICT OF INTEREST STATEMENT :"], "term": "conflict of interest", "termType": "MED", "weight": "b"}, {"score": 0.5922776460647583, "sentences": ["It has been suggested that higher levels of education and those with greater economic means likely have higher levels of health literacy and numerical skills as well as better access to healthy foods and physical activity facilities, all of which help promote healthy weight loss attempts.39", "Among YAs, high financial strain and credit card debt are significantly associated with low levels of physical activity, excess sedentary behaviour, and unhealthy weight control practices.40,41"], "term": "physical activity", "termType": "MED", "weight": "b"}, {"score": 0.5715020298957825, "sentences": ["Jessica Chantelle N. Hart3,4 : 1Center for Parent and Teen Communication, Craig‐Dalsimer Division of Adolescent Medicine, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania 2Department of Epidemiology and Biostatistics, Temple University, Philadelphia, Pennsylvania 3Center for Obesity Research and Education, Temple University, Philadelphia, Pennsylvania 4Department of Social and Behavioral Sciences, Temple University, Philadelphia, Pennsylvania 5Department of Health Behavior and Policy, Virginia Commonwealth University School of Medicine, Richmond, Virginia Correspondence :", "Center for Parent and Teen Communication, Craig‐Dalsimer Division of Adolescent Medicine, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania Department of Epidemiology and Biostatistics, Temple University, Philadelphia, Pennsylvania Center for Obesity Research and Education, Temple University, Philadelphia, Pennsylvania Department of Social and Behavioral Sciences, Temple University, Philadelphia, Pennsylvania Department of Health Behavior and Policy, Virginia Commonwealth University School of Medicine, Richmond, Virginia"], "term": "health behavior", "termType": "MED", "weight": "b"}, {"score": 0.5225532650947571, "sentences": ["Jessica Chantelle N. Hart3,4 : 1Center for Parent and Teen Communication, Craig‐Dalsimer Division of Adolescent Medicine, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania 2Department of Epidemiology and Biostatistics, Temple University, Philadelphia, Pennsylvania 3Center for Obesity Research and Education, Temple University, Philadelphia, Pennsylvania 4Department of Social and Behavioral Sciences, Temple University, Philadelphia, Pennsylvania 5Department of Health Behavior and Policy, Virginia Commonwealth University School of Medicine, Richmond, Virginia Correspondence :", "Because of a small proportion of the study population reporting less than a 9th‐grade education, this variable was recoded into the following categories: A value below1 indicates a family or individual is living below the federal poverty line.28", "(OR = 3.10; 95% CI, 2.18‐4.41; Participants with some college education or greater had significantly higher odds of reporting a weight loss attempt (OR = 1.85; ; The adjusted model also revealed a significant association between higher reported depressive symptoms and reporting a weight loss attempt (OR = 1.06; 95% CI, 1.02‐1.10; P = .01).    ", "It has been suggested that higher levels of education and those with greater economic means likely have higher levels of health literacy and numerical skills as well as better access to healthy foods and physical activity facilities, all of which help promote healthy weight loss attempts.39", "analyses, BMI, education level, income status, and depressive symptoms were all associated with reported weight loss attempts (P < .05) and were therefore included in the fully adjusted model (Table 2).", "Reported education, income, and depressive symptoms were also associated with weight loss attempts or specific healthy weight loss behaviours.", "Key demographic variables assessed in NHANES include the participant's sex, age, race, education level, and income status.", "Consistent with the broader adult weight loss literature,37,38 higher reported education and income were associated with reported weight loss attempts and healthy weight loss behaviours in the past year.", "Center for Parent and Teen Communication, Craig‐Dalsimer Division of Adolescent Medicine, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania Department of Epidemiology and Biostatistics, Temple University, Philadelphia, Pennsylvania Center for Obesity Research and Education, Temple University, Philadelphia, Pennsylvania Department of Social and Behavioral Sciences, Temple University, Philadelphia, Pennsylvania Department of Health Behavior and Policy, Virginia Commonwealth University School of Medicine, Richmond, Virginia", "Greater education and income were associated with a greater likelihood of reporting weight loss attempts and healthy weight loss behaviours."], "term": "education", "termType": "MED", "weight": "b"}, {"score": 0.5119285583496094, "sentences": ["These sociocultural norms about weight status may be associated with a more positive body image among young black men,35 which, in turn, could contribute to young black men being less likely to perceive themselves as having overweight.  ", "A second study with adults of all ages indicated that black men had a significantly higher likelihood of misperceiving their weight status than white It has been speculated that the higher prevalence of weight status misperception among black men may be explained by sociocultural norms, such as a preference for larger body sizes and reduced pressure to be thin.12,13"], "term": "body weight", "termType": "MED", "weight": "b"}, {"score": 0.5071715712547302, "sentences": ["Young adulthood was defined as 20 to 39 years given the NHANES analytic guidelines, which recommend utilizing this age range because of the sample design.", "Key demographic variables assessed in NHANES include the participant's sex, age, race, education level, and income status."], "term": "age", "termType": "MED", "weight": "b"}, {"score": 0.503178060054779, "term": "controlled study", "termType": "MED", "weight": "b"}, {"score": 0.4962137043476105, "sentences": ["Using a coding scheme developed by Chaitoff et al,32 these were classified as healthy (eg, eating less fat, exercising, and joining a weight loss programme) and unhealthy (eg, skippingmeals, taking laxatives or vomiting, and smoking) weight loss behaviours."], "term": "smoking", "termType": "MED", "weight": "b"}, {"score": 0.46730902791023254, "sentences": ["Jessica Chantelle N. Hart3,4 : 1Center for Parent and Teen Communication, Craig‐Dalsimer Division of Adolescent Medicine, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania 2Department of Epidemiology and Biostatistics, Temple University, Philadelphia, Pennsylvania 3Center for Obesity Research and Education, Temple University, Philadelphia, Pennsylvania 4Department of Social and Behavioral Sciences, Temple University, Philadelphia, Pennsylvania 5Department of Health Behavior and Policy, Virginia Commonwealth University School of Medicine, Richmond, Virginia Correspondence :", "Andrew C. Pool, Center for Parent and Teen Communication, Craig‐Dalsimer Division of Adolescent Medicine, Children's Hospital of Philadelphia, Roberts Center for Pediatric Research, 2716 South St., Fl. 9, Philadelphia, PA 19146.", "Center for Parent and Teen Communication, Craig‐Dalsimer Division of Adolescent Medicine, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania Department of Epidemiology and Biostatistics, Temple University, Philadelphia, Pennsylvania Center for Obesity Research and Education, Temple University, Philadelphia, Pennsylvania Department of Social and Behavioral Sciences, Temple University, Philadelphia, Pennsylvania Department of Health Behavior and Policy, Virginia Commonwealth University School of Medicine, Richmond, Virginia"], "term": "child", "termType": "MED", "weight": "b"}, {"score": 0.4578334093093872, "term": "risk factor", "termType": "MED", "weight": "b"}, {"score": 0.4227186143398285, "term": "waist circumference", "termType": "MED", "weight": "b"}, {"score": 0.4120649993419647, "sentences": ["Jessica Chantelle N. Hart3,4 : 1Center for Parent and Teen Communication, Craig‐Dalsimer Division of Adolescent Medicine, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania 2Department of Epidemiology and Biostatistics, Temple University, Philadelphia, Pennsylvania 3Center for Obesity Research and Education, Temple University, Philadelphia, Pennsylvania 4Department of Social and Behavioral Sciences, Temple University, Philadelphia, Pennsylvania 5Department of Health Behavior and Policy, Virginia Commonwealth University School of Medicine, Richmond, Virginia Correspondence :", "Center for Parent and Teen Communication, Craig‐Dalsimer Division of Adolescent Medicine, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania Department of Epidemiology and Biostatistics, Temple University, Philadelphia, Pennsylvania Center for Obesity Research and Education, Temple University, Philadelphia, Pennsylvania Department of Social and Behavioral Sciences, Temple University, Philadelphia, Pennsylvania Department of Health Behavior and Policy, Virginia Commonwealth University School of Medicine, Richmond, Virginia"], "term": "adolescent obesity", "termType": "DIS", "weight": "b"}, {"score": 0.4014410376548767, "sentences": ["wileyonlinelibrary.com/journal/osp4 39 2 | MATERIALS AND METHODS :  2.1 | Study design and population", "StataCorp LP) svyset and svy procedures to account for the complex sampling design by constructing an appropriate sample design weight according to the analytic guidelines.27 Bivariate associations of study variables for black and white YA men with overweight/obesity are listed in Table 1.", "1 | INTRODUCTION, 2 | MATERIALS AND METHODS, 2.1 | Study design and population, 2.2 | Measures, 2.2.1 | Demographic characteristics, 2.2.2 | Contextual factors,"], "term": "study design", "termType": "MED", "weight": "b"}, {"score": 0.39717790484428406, "sentences": ["This study examined racial differences in weight status perception accuracy and associ- ations between this perception and weight loss behaviours among young men.", "Beyond accuracy of weight perception, certain contextual factors also emerged as significant predictors of reported weight control in the past year.", "It is also important to note that unhealthy weight loss behaviours were not assessed in this study because of the focus on weight status perception and weight loss attempts among an understudied group—YA men.", "These findings are consistent with previous work that demonstrated that adults with overweight/obesity who misperceived their weight status were 60% less likely to have tried to lose weight in the past year and that stronger associations between accurate weight perception and weight loss attempts have been observed for adult men relative to women.18", "Weight status perception categories also did not allow for a distinction between overweight and obesity because the question posed in NHANES only allows participants to state if they consider themselves underweight, normal weight, or overweight.", "Associations between weight status perception and unhealthy weight loss behaviours among YA men should be examined in future research.", "This study extends findings from previous studies conducted with adults of all ages that have demonstrated significant racial differences in weight status perception accuracy and the importance of accurate weight status perception for engagement in weight loss efforts to", "Taken together, this work supports the potentially important role of accurate weight status perception for engagement in weight control behaviours, particularly for men.  ", "KEYWORDS race differences, weight loss, weight perception, young adults - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided ublished by John Wiley & Sons Ltd, World Obesity and The Obesity Society.    ", "A second unadjusted logistic regression model then determined the association between weight status perception accuracy and healthy weight loss behaviours among white and black YA men.", "Although differences by race were observed for weight status perception accuracy, the present study did not find a significant difference between black and white YA men with overweight/obesity in reported weight loss attempts nor in reported healthy weight loss behaviours in the past year.", "The present cross‐sectional study cannot establish the directionality of the relationship between weight status perception and weight loss attempts.", "In the adjusted model, there was a significant main effect for having an accurate perception of one's weight status Note.", "This is in contrast to previous work in adults of all ages that observed racial differences in weight status perception accuracy between black and white men with overweight/obesity, which impacted their respective odds of reporting a weight loss attempt.15,18  ", "Moreover, using a BMI cut point can also be problematic because participants with a BMI bordering the overweight cut point could be misclassified as having an inaccurate weight status perception because of small differences in weight.", "The dichotomous weight misperception variable was coded on the basis of calculated BMI and participant perception of weight status as underweight, about the right weight, or overweight.", "contradictory findings.16,17 Sonneville et al found that adolescents with overweight/obesity who misperceived their weight status had lower BMI gains in young adulthood than their counterparts with an accurate weight perception.17 Rancourt", "It will be important to determine in future studies whether accuracy of weight status perception is associated with subsequent reductions in weight as this could have implications for weight loss interventions.", "Associations between weight status perception accuracy, contextual fac- tors, and weight loss attempts and behaviours were examined with logistic regression.    ", "Conclusion: Future research should consider how weight status perception accuracy affects weight loss attempts among YA men and what additional factors may account for racial differences.    ", "Table 3 shows findings from both unadjusted and adjusted logistic regression models for associations between weight status perception accuracy and reported weight loss for YA men with overweight/obesity.", "Weight status perception accuracy was also significantly associated with reporting healthy weight loss behaviours in both the unadjusted model (Table 4; OR", "Thus, race did not moderate the observed association between weight status perception accuracy and reported weight loss.", "Analyses were limited to black and white YA men given the focus of this work on understanding racial differences between these understudied groups on weight status perception accuracy and weight loss attempts."], "term": "perception", "termType": "MED", "weight": "b"}, {"score": 0.3883909285068512, "sentences": ["A second study with adults of all ages indicated that black men had a significantly higher likelihood of misperceiving their weight status than white It has been speculated that the higher prevalence of weight status misperception among black men may be explained by sociocultural norms, such as a preference for larger body sizes and reduced pressure to be thin.12,13"], "term": "prevalence", "termType": "MED", "weight": "b"}, {"score": 0.3788248896598816, "sentences": ["P < .01) as did individuals reporting higher income (OR = 1.10; 95% CI,", "analyses, BMI, education level, income status, and depressive symptoms were all associated with reported weight loss attempts (P < .05) and were therefore included in the fully adjusted model (Table 2).", "Family income to poverty ratio was used to measure income status.", "Reported education, income, and depressive symptoms were also associated with weight loss attempts or specific healthy weight loss behaviours.", "Key demographic variables assessed in NHANES include the participant's sex, age, race, education level, and income status.", "Consistent with the broader adult weight loss literature,37,38 higher reported education and income were associated with reported weight loss attempts and healthy weight loss behaviours in the past year.", "Specifically, the family (or individual) income is divided by the Department of Health and Human Services poverty guidelines for the specific survey year.", "In addition, participants with a college degree were significantly more likely to report using healthy weight loss behaviours (OR = 2.32; 95% CI, 1.44‐3.74; P < .01) as were those who reported higher income status (OR = 1.10;", "Greater education and income were associated with a greater likelihood of reporting weight loss attempts and healthy weight loss behaviours."], "term": "income", "termType": "MED", "weight": "b"}, {"score": 0.3716435730457306, "term": "middle aged", "termType": "MED", "weight": "b"}, {"score": 0.3569258153438568, "sentences": ["2.3 | Statistical analysis : Analyses were conducted on weighted NHANES data using Stata/IC 14.2 Sampling errors were estimated by using the provided primary sampling units and strata and calculated throughTaylor series linearization.", "Healthy weight loss behaviours, 2.3 | Statistical analysis, 3 | RESULTS, 4 | DISCUSSION, CONFLICT OF INTEREST STATEMENT, ACKNOWLEDGEMENTS, FUNDING, ORCID"], "term": "statistical analysis", "termType": "MED", "weight": "b"}, {"score": 0.3451152443885803, "sentences": ["Jessica Chantelle N. Hart3,4 : 1Center for Parent and Teen Communication, Craig‐Dalsimer Division of Adolescent Medicine, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania 2Department of Epidemiology and Biostatistics, Temple University, Philadelphia, Pennsylvania 3Center for Obesity Research and Education, Temple University, Philadelphia, Pennsylvania 4Department of Social and Behavioral Sciences, Temple University, Philadelphia, Pennsylvania 5Department of Health Behavior and Policy, Virginia Commonwealth University School of Medicine, Richmond, Virginia Correspondence :", "Center for Parent and Teen Communication, Craig‐Dalsimer Division of Adolescent Medicine, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania Department of Epidemiology and Biostatistics, Temple University, Philadelphia, Pennsylvania Center for Obesity Research and Education, Temple University, Philadelphia, Pennsylvania Department of Social and Behavioral Sciences, Temple University, Philadelphia, Pennsylvania Department of Health Behavior and Policy, Virginia Commonwealth University School of Medicine, Richmond, Virginia"], "term": "school child", "termType": "MED", "weight": "b"}, {"score": 0.33522269129753113, "sentences": ["Using a coding scheme developed by Chaitoff et al,32 these were classified as healthy (eg, eating less fat, exercising, and joining a weight loss programme) and unhealthy (eg, skippingmeals, taking laxatives or vomiting, and smoking) weight loss behaviours.", "However, other than evidence that young men, particularly black men, are less likely to enrol in weight loss programmes,36 we are unaware of any studies that have assessed racial differences in independent efforts at weight loss among YA men."], "term": "weight loss program", "termType": "MED", "weight": "b"}, {"score": 0.31903690099716187, "sentences": ["nine‐item questionnaire that screens for depressive symptoms over the past 2 weeks.29 Family history of cardiovascular disease (CVD) and diabetes were assessed with two dichotomous items, which asked if a biological relative was ever diagnosed with a heart attack/angina (CVD) or diabetes, respectively."], "term": "diabetes mellitus", "termType": "DIS", "weight": "b"}, {"score": 0.31219762563705444, "sentences": ["1 | INTRODUCTION, 2 | MATERIALS AND METHODS, 2.1 | Study design and population, 2.2 | Measures, 2.2.1 | Demographic characteristics, 2.2.2 | Contextual factors,"], "term": "population and population related phenomena", "termType": "MED", "weight": "b"}], "timestamp": 1583237888.0, "version": "1.0"}