{"datetime": "2020-03-03 12:41:32.434935", "filename": "2003418359", "mainterms": [{"score": 0.9971004724502563, "sentences": ["Moreover, from a human capital perspective,29 vaccinating a child can be considered an investment, it increases the child’s value, therefore providing an incentive for further vaccination."], "term": "human", "termType": "MED", "weight": "b"}, {"score": 0.9916430115699768, "sentences": ["Among the households interviewed, 9,244 women aged 15–49 were eligible for the individual survey with a response rate of 95.9% (n = 8,865).", "Study population : Among all women interviewed in the 2016 DHS sample in Senegal, a set of questions examine immunization coverage of their young children (aged under 5, n = 6,417).", "Due to their subject matter, they focus on men and women of reproductive age (15–49), with distinct questionnaires for individuals and households.", "Data come from the 2016 Senegalese Demographic and Health Survey, a nationally representative household survey targeting women aged 15–49, with a questionnaire focusing on health and reproductive issues, including their children"], "term": "female", "termType": "MED", "weight": "b"}, {"score": 0.9802725315093994, "sentences": ["Due to their subject matter, they focus on men and women of reproductive age (15–49), with distinct questionnaires for individuals and households."], "term": "male", "termType": "MED", "weight": "b"}, {"score": 0.9725897908210754, "sentences": ["In Model A, all covariates listed in the previous section (child’s, mother’s and household’s characteristics) were included in the stepwise selection process.", "This is an important result regarding social inequalities in childhood vaccination uptake, and it is consistent with results from the 2011 DHS in Senegal and strongly contrasts with some other African countries, including Ethiopia, Zimbabwe, Uganda and Ghana.17,20–22 ’s age (as for completion of child vaccinations in Uganda24 and in deprived urban areas in Kenya,15 On the contrary, two sociodemographic characteristics were strongly significant determinants for almost every vaccination considered here.", "Using the 2016 DHS, we investigated sociodemographic factors associated to childhood vaccinations in Senegal (for five vaccines: the BCG, polio, pentavalent, measles and yellow fever vaccines), among children aged 12–23 months.", "Regarding the pentavalent vaccine, in Model A we found three significant factors: having received the three shots of this vaccine was positively correlated to mother’s education level and household wealth, and it was also more frequent for children living in the West and Centre of Senegal.", "Regarding mothers’ characteristics, immunization coverage rates were lower for the youngest ones (aged 14–19 at child birth), and these rates were significantly higher for the more educated ones.    ", "Study population : Among all women interviewed in the 2016 DHS sample in Senegal, a set of questions examine immunization coverage of their young children (aged under 5, n = 6,417).", "The study population included 1,323 children aged between 12 and 23 months at the time of the survey (weighted sample size: n = 1,143).", "Today, in Sub-Saharan Africa, vaccine-preventable diseases still contribute heavily to high child mortality.", "We restricted the analysis to children aged 12–23 months (n = 1,143).", "Thirdly, sociodemographic factors were measured at the time of the survey, not at the time of each vaccination considered, so statistical relationships should be interpreted cautiously (for example, a child living in an urban area at the time of the survey may have been living in a rural area when getting the BCG vaccine).", "One should also note that the sex of the child, the household head’s education level and the area of residence (rural vs urban) were never selected as significant factors for the considered vaccinations.    ", "Children who had at least three older siblings were less likely to have been vaccinated (OR = 0.24), as well as those whose mother was aged 14–19 at their birth (OR = 0.37).", "Such restriction was expected to minimize the proportion of missing cards (which is higher for older children), to limit memory bias regarding mothers’ recall, and to ensure that recommendations from the EPI (which change over time, as new vaccines are regularly introduced14) were the same for all these children.", "Similarly, children who had received the three doses of the pentavalent or the polio vaccines were much more likely to have been vaccinated against the measles or the yellow fever.    ", "The positive impact of mother’s education on child vaccination illustrates the wide-ranging benefits of educating girls, while the regional variability of immunization rates requires more research to be better understood.", "The positive impact of mother’s education on child vaccination illustrates the wide-ranging benefits of educating girls, while the regional variability of immunization rates, which only partially reflects the opposition between urban and rural areas, requires more research to be better understood.", "Data come from the 2016 Senegalese Demographic and Health Survey, a nationally representative household survey targeting women aged 15–49, with a questionnaire focusing on health and reproductive issues, including their children", "These surveys are designed to collect data on marriage, fertility, family planning, reproductive health, child health, and HIV/AIDS.", "Regarding children’s characteristics, sex was rarely correlated with vaccination, and birth order tended to be negatively correlated to some vaccinations.", "The BCG vaccination was also much more frequent for children living in the West (OR = 8.74) or the Center (OR = 3.88) of Senegal (OR = 8.74 and 3.88 respectively, versus 1 for the North (reference category) and 0.68 for the South).", "The impact of mother’s education on child vaccination has been already found in a number of studies conducted in Our results", "Measurement of variables : Regarding children’s immunization status, we built five binary outcomes, coded 0 or 1 (1 for those who received the single shot for BCG, measles and yellow fever vaccines; 1 for those who completed the three shots for pentavalent and polio vaccines).    ", "The present study focuses on the following vaccines: the BCG vaccine (which is recommended at birth), the pentavalent vaccine (for diphtheria, tetanus, pertussis, haemophilus influenza b and hepatitis As in previous studies devoted to childhood vaccination in various Sub-Saharan African countries,14–17 we restricted the analysis to children aged between 12 and 23 months at the time of the survey (weighted sample size, n = 1,143), and we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290).", "The main purpose of the household questionnaire is to identify children under five.13 Data collection : The study carried out in Senegal in 2016 was a nationally representative household survey with a two-stage stratified cluster sampling design.", "Limitations of the study : First, we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290).", "Moreover, from a human capital perspective,29 vaccinating a child can be considered an investment, it increases the child’s value, therefore providing an incentive for further vaccination."], "term": "child", "termType": "MED", "weight": "b"}, {"score": 0.9605318307876587, "sentences": ["  Accepted 22 July 2019 KEYWORDS Childhood vaccination; coverage; immunization; socioeconomic; Senegal Methods :     ", "Once controlled for these effects, most of the other potential determinants of vaccination became statistically no-significant, including factors related to the household’s socioeconomic level (household head’s education level and wealth index), or living in a rural versus urban area.", "Finally, regarding the polio vaccine, in both models completed vaccination was positively associated with mother’s education level, while the effect of the region of residence vanished after introduction of BCG vaccination in Model B, which had again a very strong impact (OR = 10.05).", "Regarding vaccination against the yellow fever, Model A provided very similar results, with mother’s education level and region of residence being the only significant predictors selected in the model.", "This is an important result regarding social inequalities in childhood vaccination uptake, and it is consistent with results from the 2011 DHS in Senegal and strongly contrasts with some other African countries, including Ethiopia, Zimbabwe, Uganda and Ghana.17,20–22 ’s age (as for completion of child vaccinations in Uganda24 and in deprived urban areas in Kenya,15 On the contrary, two sociodemographic characteristics were strongly significant determinants for almost every vaccination considered here.", "The five studied vaccinations were also positively correlated to the household wealth quintile: vaccination coverage rates ranged from 72.0% (for the measles vaccine) to 87.3% (for the BCG vaccine) among the first quintile corresponding to the poorest households, versus 89.9% (for the measles vaccine) to 99.6% (for the pentavalent vaccine) among the fifth quintile corresponding to the richest households.", "Finally, several covariates were never selected as significant predictors of vaccination against either measles or the yellow fever: birth order, mother’s age at birth, household head’s education level and wealth, and place of residence.", "First, the mother’s education level was strongly and positively correlated to every vaccination considered, except for the BCG vaccination.", "Thus, when a previous vaccination is introduced as a covariate for modelling a subsequent one, its estimated effect reflects mechanically the strong correlation of both vaccinations with this proximity.", "After introduction of BCG vaccination as a covariate, the effects of mother’s education level and region of residence remained significant, the effect of household wealth became nonsignificant, while BCG vaccination had a very strong impact on pentavalent vaccination (OR = 18.75).", "Limitations of the study : First, we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290).", "Thus Models B allowed us to identify factors associated with each vaccination while adjusting on past immunizations.", "Regarding vaccination against measles, only two factors remained significant predictors in the multivariate analysis: mother’s educational level and region of residence (see Table 4).", "For example, a previous shot may have been the occasion for parents to build a trustful relationship with vaccinators, therefore increasing the odds for the following vaccination.", "Thirdly, sociodemographic factors were measured at the time of the survey, not at the time of each vaccination considered, so statistical relationships should be interpreted cautiously (for example, a child living in an urban area at the time of the survey may have been living in a rural area when getting the BCG vaccine).", "In Model B, these effects remained significant, and the number of previous vaccinations was a strong predictor of yellow fever vaccination (OR = 4.90).", "Nevertheless, beyond this ‘proxy effect’, they may also have their own specific effect on following shots, especially if one considers childhood vaccination as a sequence of repeated decisions.", "Main results : Multivariate analyses identified two main sociodemographic predictors of childhood vaccination in Senegal, namely mother’s education level and region of residence.", "Using an indicator measuring previous shots as a covariate in a multivariate analysis modelling a subsequent vaccination acted as a proxy for unobservable effects relating to either supply-side or demand-side effects.    ", "The positive impact of mother’s education on child vaccination illustrates the wide-ranging benefits of educating girls, while the regional variability of immunization rates requires more research to be better understood.", "Secondly, for every vaccine considered we found a strong contrast between the Centre and West of Senegal (with higher vaccination coverage rates) versus the North and South (with lower rates).", "The positive impact of mother’s education on child vaccination illustrates the wide-ranging benefits of educating girls, while the regional variability of immunization rates, which only partially reflects the opposition between urban and rural areas, requires more research to be better understood.", "In multivariate analysis, three characteristics were significantly associated with increased odds of reporting BCG vaccination (see Table 3).", "On the demand side of vaccination, mother’s education level was positively correlated to every vaccination, except for the BCG vaccine, with estimated odds ratios ranging from to 2.51 to 9.71 (when comparing mothers with secondary or higher education to non-educated mothers).", "The region of residence is generally considered a supply-side determinant of vaccination, as both the quantity and the quality of health care and immunization services may greatly vary from one region to another, but variations in immunization rates across regions may also reflect demand-side determinants, such as different attitudes toward vaccination due to cultural specificities.14", "Regarding children’s characteristics, sex was rarely correlated with vaccination, and birth order tended to be negatively correlated to some vaccinations.", "The BCG vaccination was also much more frequent for children living in the West (OR = 8.74) or the Center (OR = 3.88) of Senegal (OR = 8.74 and 3.88 respectively, versus 1 for the North (reference category) and 0.68 for the South).", "The impact of mother’s education on child vaccination has been already found in a number of studies conducted in Our results", "Previous shots and childhood vaccination Table 2 showed the strong statistical relationship between subsequent vaccinations, and multivariate analyses confirmed that previous shots had a very strong impact (BCG vaccination for pentavalent and polio vaccinations; BCG, pentavalent and polio vaccinations for measles and yellow fever vaccinations).", "In Model B, we added to this list one covariate counting previous vaccinations: when modelling pentavalent and polio vaccinations (shots recommended between 6 and 14 weeks), we added the binary outcome corresponding to BCG vaccination (recommended at birth); and when modelling vaccinations against measles and yellow fever (recommended at 9 months) we added a discrete variable summing the three binary outcomes corresponding respectively to BCG, pentavalent and polio vaccinations.", "We identified two main sociodemographic predictors of childhood vaccination in Senegal: the mother’s education level, which was strongly and positively correlated to every vaccination considered, except from the BCG vaccination, and the region of residence, with higher vaccination coverage rates in the Centre and West of Senegal.", "Finally, as the making of decisions is costly, people may be prone to ‘inertia’, choosing the same option as before instead of engaging again in a decision More generally, childhood vaccination can be considered a sequence of repeated decisions, and past decisions and their consequences can influence subsequent choices in various ways that remain to be investigated.", "Vaccination coverage rates and bivariate analyses    Overall", "The region of residence was another strong determinant of childhood vaccination, as corresponding effects were always significant, except for polio and measles vaccinations after adjustment on previous shots, with a consistent pattern opposing the West and Center of Senegal (where vaccination coverage rates are higher) to the North and South (with lower rates).", "The present study focuses on the following vaccines: the BCG vaccine (which is recommended at birth), the pentavalent vaccine (for diphtheria, tetanus, pertussis, haemophilus influenza b and hepatitis As in previous studies devoted to childhood vaccination in various Sub-Saharan African countries,14–17 we restricted the analysis to children aged between 12 and 23 months at the time of the survey (weighted sample size, n = 1,143), and we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290).", "Sociodemographic determinants of childhood vaccination    ", "In our multivariate analyses, two sociodemographic factors were never selected as significant factors, namely the household head’s education level and the place of residence (rural versus urban), while household’s wealth was only correlated to pentavalent vaccination (this effect becoming non-significant after adjustment on previous vaccinations).", "Table 1 shows the vaccination coverage rates and the bivariate analyses of the factors associated with each vaccination.", "In Model B, only the effect of mothers’ education level remained statistically significant, and previous shots were strongly predictive of vaccination against measles: having completed one vaccine (either the BCG, the pentavalent or the polio vaccine) increased by 4.34 the odds of being vaccinated against measles.    ", "For example, proximity to health facilities is likely to be strongly correlated to any childhood vaccination.", "Our aim was to investigate the determinants of childhood vaccination, including sociodemographic factors and previous vaccine-related decisionmaking.", "Moreover, immunizations rates greatly varied depending on previous shots, which were also strongly predictive of subsequent shots in multivariate analyses (the BCG vaccination for pentavalent and polio vaccinations; BCG, pentavalent and polio vaccinations for vaccinations against the measles and the yellow fever).    ", "We believe this topic deserves further research that should involve collecting more information regarding supply-side determinants of vaccination and endorse a diachronic perspective.", "Moreover, from a human capital perspective,29 vaccinating a child can be considered an investment, it increases the child’s value, therefore providing an incentive for further vaccination."], "term": "vaccination", "termType": "MED", "weight": "b"}, {"score": 0.8823251724243164, "sentences": ["  Accepted 22 July 2019 KEYWORDS Childhood vaccination; coverage; immunization; socioeconomic; Senegal Methods :     ", "Regarding the relationships between subsequent vaccines, we also computed immunization coverage rates according to previous vaccinations.    ", "Immunization coverage and previous shots Table 2 displays immunization coverage rates according to previous shots:", "The positive impact of mother’s education on child vaccination illustrates the wide-ranging benefits of educating girls, while the regional variability of immunization rates, which only partially reflects the opposition between urban and rural areas, requires more research to be better understood.", "Indeed, the North and South of Senegal are ‘rural’ regions (in the DHS sample, the proportion of participants living in a rural area reached 81% in the North and 78% in the South), while theWest is an ‘urban’ one (only 31% living in a rural area), but in the Center (where immunization rates were higher than in the North and South) the proportion of rural residents reached 85%.    ", ", immunization coverage rates ranged from 80.6% (for the measles vaccine) to 94.1% (for the BCG vaccine).", "From a supplyside perspective, access to immunization services is usually more difficult in rural areas, thus the effects measured for the region of residence may mediate the urban/rural opposition.", "Regarding mothers’ characteristics, immunization coverage rates were lower for the youngest ones (aged 14–19 at child birth), and these rates were significantly higher for the more educated ones.    ", "The region of residence is generally considered a supply-side determinant of vaccination, as both the quantity and the quality of health care and immunization services may greatly vary from one region to another, but variations in immunization rates across regions may also reflect demand-side determinants, such as different attitudes toward vaccination due to cultural specificities.14", "Study population : Among all women interviewed in the 2016 DHS sample in Senegal, a set of questions examine immunization coverage of their young children (aged under 5, n = 6,417).", "The positive impact of mother’s education on child vaccination illustrates the wide-ranging benefits of educating girls, while the regional variability of immunization rates requires more research to be better understood.", "Measurement of variables : Regarding children’s immunization status, we built five binary outcomes, coded 0 or 1 (1 for those who received the single shot for BCG, measles and yellow fever vaccines; 1 for those who completed the three shots for pentavalent and polio vaccines).    "], "term": "immunization", "termType": "MED", "weight": "b"}, {"score": 0.8712030053138733, "sentences": ["In Model A, all covariates listed in the previous section (child’s, mother’s and household’s characteristics) were included in the stepwise selection process.", "Since 1984, more than 130 nationally representative household-based surveys have been completed under the DHS project in about 70 countries.", "Once controlled for these effects, most of the other potential determinants of vaccination became statistically no-significant, including factors related to the household’s socioeconomic level (household head’s education level and wealth index), or living in a rural versus urban area.", "One should also note that the sex of the child, the household head’s education level and the area of residence (rural vs urban) were never selected as significant factors for the considered vaccinations.    ", "The five studied vaccinations were also positively correlated to the household wealth quintile: vaccination coverage rates ranged from 72.0% (for the measles vaccine) to 87.3% (for the BCG vaccine) among the first quintile corresponding to the poorest households, versus 89.9% (for the measles vaccine) to 99.6% (for the pentavalent vaccine) among the fifth quintile corresponding to the richest households.", "Data come from the 2016 Senegalese Demographic and Health Survey, a nationally representative household survey targeting women aged 15–49, with a questionnaire focusing on health and reproductive issues, including their children", "Finally, several covariates were never selected as significant predictors of vaccination against either measles or the yellow fever: birth order, mother’s age at birth, household head’s education level and wealth, and place of residence.", "The main purpose of the household questionnaire is to identify children under five.13 Data collection : The study carried out in Senegal in 2016 was a nationally representative household survey with a two-stage stratified cluster sampling design.", "After introduction of BCG vaccination as a covariate, the effects of mother’s education level and region of residence remained significant, the effect of household wealth became nonsignificant, while BCG vaccination had a very strong impact on pentavalent vaccination (OR = 18.75).", "In our multivariate analyses, two sociodemographic factors were never selected as significant factors, namely the household head’s education level and the place of residence (rural versus urban), while household’s wealth was only correlated to pentavalent vaccination (this effect becoming non-significant after adjustment on previous vaccinations).", "Regarding the pentavalent vaccine, in Model A we found three significant factors: having received the three shots of this vaccine was positively correlated to mother’s education level and household wealth, and it was also more frequent for children living in the West and Centre of Senegal.", "It is calculated with a principal component analysis using easy-to-collect data on a household’s ownership of selected assets, such as televisions and bicycles; materials used for housing construction; and types of water access and sanitation facilities.", "Regarding households’ characteristics, we found a similar relationship between vaccinations and household head’s educational level.", "The household wealth index is a composite measure of a household’s cumulative living standard."], "term": "household", "termType": "MED", "weight": "b"}, {"links": [{"sublinks": [{"sentences": ["The present study focuses on the following vaccines: the BCG vaccine (which is recommended at birth), the pentavalent vaccine (for diphtheria, tetanus, pertussis, haemophilus influenza b and hepatitis As in previous studies devoted to childhood vaccination in various Sub-Saharan African countries,14–17 we restricted the analysis to children aged between 12 and 23 months at the time of the survey (weighted sample size, n = 1,143), and we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290)."], "term": "hepatitis B"}, {"sentences": ["The present study focuses on the following vaccines: the BCG vaccine (which is recommended at birth), the pentavalent vaccine (for diphtheria, tetanus, pertussis, haemophilus influenza b and hepatitis As in previous studies devoted to childhood vaccination in various Sub-Saharan African countries,14–17 we restricted the analysis to children aged between 12 and 23 months at the time of the survey (weighted sample size, n = 1,143), and we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290)."], "term": "influenza B"}], "term": "adverse drug reaction - disease"}], "score": 0.8454603552818298, "sentences": ["The present study focuses on the following vaccines: the BCG vaccine (which is recommended at birth), the pentavalent vaccine (for diphtheria, tetanus, pertussis, haemophilus influenza b and hepatitis As in previous studies devoted to childhood vaccination in various Sub-Saharan African countries,14–17 we restricted the analysis to children aged between 12 and 23 months at the time of the survey (weighted sample size, n = 1,143), and we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290)."], "term": "diphtheria pertussis tetanus vaccine", "termType": "DRG", "weight": "b"}, {"links": [{"sublinks": [{"term": "yellow fever"}], "term": "drug therapy"}], "score": 0.7764530181884766, "sentences": [", immunization coverage rates ranged from 80.6% (for the measles vaccine) to 94.1% (for the BCG vaccine).", "The five studied vaccinations were also positively correlated to the household wealth quintile: vaccination coverage rates ranged from 72.0% (for the measles vaccine) to 87.3% (for the BCG vaccine) among the first quintile corresponding to the poorest households, versus 89.9% (for the measles vaccine) to 99.6% (for the pentavalent vaccine) among the fifth quintile corresponding to the richest households.", "In Model B, only the effect of mothers’ education level remained statistically significant, and previous shots were strongly predictive of vaccination against measles: having completed one vaccine (either the BCG, the pentavalent or the polio vaccine) increased by 4.34 the odds of being vaccinated against measles.    ", "b, three doses recommended at 6, 10 and 14 weeks), the polio vaccine (oral vaccine, three doses recommended at 6, 10 and 14 weeks), the measles vaccine and the yellow fever vaccine (both recommended at 9 months).    "], "term": "measles vaccine", "termType": "DRG", "weight": "b"}, {"score": 0.7658318281173706, "sentences": ["These surveys are designed to collect data on marriage, fertility, family planning, reproductive health, child health, and HIV/AIDS.", "Data come from the 2016 Senegalese Demographic and Health Survey, a nationally representative household survey targeting women aged 15–49, with a questionnaire focusing on health and reproductive issues, including their children"], "term": "health survey", "termType": "MED", "weight": "b"}, {"links": [{"sublinks": [{"sentences": ["The present study focuses on the following vaccines: the BCG vaccine (which is recommended at birth), the pentavalent vaccine (for diphtheria, tetanus, pertussis, haemophilus influenza b and hepatitis As in previous studies devoted to childhood vaccination in various Sub-Saharan African countries,14–17 we restricted the analysis to children aged between 12 and 23 months at the time of the survey (weighted sample size, n = 1,143), and we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290)."], "term": "hepatitis B"}, {"sentences": ["The present study focuses on the following vaccines: the BCG vaccine (which is recommended at birth), the pentavalent vaccine (for diphtheria, tetanus, pertussis, haemophilus influenza b and hepatitis As in previous studies devoted to childhood vaccination in various Sub-Saharan African countries,14–17 we restricted the analysis to children aged between 12 and 23 months at the time of the survey (weighted sample size, n = 1,143), and we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290)."], "term": "influenza B"}], "term": "adverse drug reaction - disease"}], "score": 0.7019329071044922, "sentences": ["Except for the BCG vaccine, two separate models were carried out in order to explicitly account for the potential effects of sociodemographic characteristics on previous vaccine-related decision-making.", "Thirdly, sociodemographic factors were measured at the time of the survey, not at the time of each vaccination considered, so statistical relationships should be interpreted cautiously (for example, a child living in an urban area at the time of the survey may have been living in a rural area when getting the BCG vaccine).", "Finally, regarding the polio vaccine, in both models completed vaccination was positively associated with mother’s education level, while the effect of the region of residence vanished after introduction of BCG vaccination in Model B, which had again a very strong impact (OR = 10.05).", "The five studied vaccinations were also positively correlated to the household wealth quintile: vaccination coverage rates ranged from 72.0% (for the measles vaccine) to 87.3% (for the BCG vaccine) among the first quintile corresponding to the poorest households, versus 89.9% (for the measles vaccine) to 99.6% (for the pentavalent vaccine) among the fifth quintile corresponding to the richest households.", "The present study focuses on the following vaccines: the BCG vaccine (which is recommended at birth), the pentavalent vaccine (for diphtheria, tetanus, pertussis, haemophilus influenza b and hepatitis As in previous studies devoted to childhood vaccination in various Sub-Saharan African countries,14–17 we restricted the analysis to children aged between 12 and 23 months at the time of the survey (weighted sample size, n = 1,143), and we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290).", ", immunization coverage rates ranged from 80.6% (for the measles vaccine) to 94.1% (for the BCG vaccine).", "In Model B, only the effect of mothers’ education level remained statistically significant, and previous shots were strongly predictive of vaccination against measles: having completed one vaccine (either the BCG, the pentavalent or the polio vaccine) increased by 4.34 the odds of being vaccinated against measles.    ", "On the demand side of vaccination, mother’s education level was positively correlated to every vaccination, except for the BCG vaccine, with estimated odds ratios ranging from to 2.51 to 9.71 (when comparing mothers with secondary or higher education to non-educated mothers)."], "term": "BCG vaccine", "termType": "DRG", "weight": "b"}, {"score": 0.6849652528762817, "sentences": ["We identified two main sociodemographic predictors of childhood vaccination in Senegal: the mother’s education level, which was strongly and positively correlated to every vaccination considered, except from the BCG vaccination, and the region of residence, with higher vaccination coverage rates in the Centre and West of Senegal.", "The positive impact of mother’s education on child vaccination illustrates the wide-ranging benefits of educating girls, while the regional variability of immunization rates requires more research to be better understood.", "We identified only two major sociodemographic determinants of childhood vaccinations: mother’s education level and region of residence.", "Once controlled for these effects, most of the other potential determinants of vaccination became statistically no-significant, including factors related to the household’s socioeconomic level (household head’s education level and wealth index), or living in a rural versus urban area.", "One should also note that the sex of the child, the household head’s education level and the area of residence (rural vs urban) were never selected as significant factors for the considered vaccinations.    ", "Finally, regarding the polio vaccine, in both models completed vaccination was positively associated with mother’s education level, while the effect of the region of residence vanished after introduction of BCG vaccination in Model B, which had again a very strong impact (OR = 10.05).", "The positive impact of mother’s education on child vaccination illustrates the wide-ranging benefits of educating girls, while the regional variability of immunization rates, which only partially reflects the opposition between urban and rural areas, requires more research to be better understood.", "Regarding vaccination against the yellow fever, Model A provided very similar results, with mother’s education level and region of residence being the only significant predictors selected in the model.", "Finally, several covariates were never selected as significant predictors of vaccination against either measles or the yellow fever: birth order, mother’s age at birth, household head’s education level and wealth, and place of residence.", "First, the mother’s education level was strongly and positively correlated to every vaccination considered, except for the BCG vaccination.", "After introduction of BCG vaccination as a covariate, the effects of mother’s education level and region of residence remained significant, the effect of household wealth became nonsignificant, while BCG vaccination had a very strong impact on pentavalent vaccination (OR = 18.75).", "In our multivariate analyses, two sociodemographic factors were never selected as significant factors, namely the household head’s education level and the place of residence (rural versus urban), while household’s wealth was only correlated to pentavalent vaccination (this effect becoming non-significant after adjustment on previous vaccinations).", "Regarding the pentavalent vaccine, in Model A we found three significant factors: having received the three shots of this vaccine was positively correlated to mother’s education level and household wealth, and it was also more frequent for children living in the West and Centre of Senegal.", "In Model B, only the effect of mothers’ education level remained statistically significant, and previous shots were strongly predictive of vaccination against measles: having completed one vaccine (either the BCG, the pentavalent or the polio vaccine) increased by 4.34 the odds of being vaccinated against measles.    ", "Main results : Multivariate analyses identified two main sociodemographic predictors of childhood vaccination in Senegal, namely mother’s education level and region of residence.", "On the demand side of vaccination, mother’s education level was positively correlated to every vaccination, except for the BCG vaccine, with estimated odds ratios ranging from to 2.51 to 9.71 (when comparing mothers with secondary or higher education to non-educated mothers).", "The impact of mother’s education on child vaccination has been already found in a number of studies conducted in Our results"], "term": "education", "termType": "MED", "weight": "b"}, {"score": 0.6843085289001465, "sentences": ["The present study focuses on the following vaccines: the BCG vaccine (which is recommended at birth), the pentavalent vaccine (for diphtheria, tetanus, pertussis, haemophilus influenza b and hepatitis As in previous studies devoted to childhood vaccination in various Sub-Saharan African countries,14–17 we restricted the analysis to children aged between 12 and 23 months at the time of the survey (weighted sample size, n = 1,143), and we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290)."], "term": "pertussis", "termType": "DIS", "weight": "b"}, {"links": [{"sublinks": [{"sentences": ["The present study focuses on the following vaccines: the BCG vaccine (which is recommended at birth), the pentavalent vaccine (for diphtheria, tetanus, pertussis, haemophilus influenza b and hepatitis As in previous studies devoted to childhood vaccination in various Sub-Saharan African countries,14–17 we restricted the analysis to children aged between 12 and 23 months at the time of the survey (weighted sample size, n = 1,143), and we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290)."], "term": "hepatitis B"}, {"sentences": ["The present study focuses on the following vaccines: the BCG vaccine (which is recommended at birth), the pentavalent vaccine (for diphtheria, tetanus, pertussis, haemophilus influenza b and hepatitis As in previous studies devoted to childhood vaccination in various Sub-Saharan African countries,14–17 we restricted the analysis to children aged between 12 and 23 months at the time of the survey (weighted sample size, n = 1,143), and we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290)."], "term": "influenza B"}], "term": "adverse drug reaction - disease"}], "score": 0.6820192337036133, "sentences": ["The present study focuses on the following vaccines: the BCG vaccine (which is recommended at birth), the pentavalent vaccine (for diphtheria, tetanus, pertussis, haemophilus influenza b and hepatitis As in previous studies devoted to childhood vaccination in various Sub-Saharan African countries,14–17 we restricted the analysis to children aged between 12 and 23 months at the time of the survey (weighted sample size, n = 1,143), and we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290)."], "term": "hepatitis B vaccine", "termType": "DRG", "weight": "b"}, {"score": 0.6571000218391418, "sentences": ["The present study focuses on the following vaccines: the BCG vaccine (which is recommended at birth), the pentavalent vaccine (for diphtheria, tetanus, pertussis, haemophilus influenza b and hepatitis As in previous studies devoted to childhood vaccination in various Sub-Saharan African countries,14–17 we restricted the analysis to children aged between 12 and 23 months at the time of the survey (weighted sample size, n = 1,143), and we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290)."], "term": "diphtheria", "termType": "DIS", "weight": "b"}, {"score": 0.6524202823638916, "term": "preschool child", "termType": "MED", "weight": "b"}, {"score": 0.6405121684074402, "sentences": ["The present study focuses on the following vaccines: the BCG vaccine (which is recommended at birth), the pentavalent vaccine (for diphtheria, tetanus, pertussis, haemophilus influenza b and hepatitis As in previous studies devoted to childhood vaccination in various Sub-Saharan African countries,14–17 we restricted the analysis to children aged between 12 and 23 months at the time of the survey (weighted sample size, n = 1,143), and we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290)."], "term": "tetanus", "termType": "DIS", "weight": "b"}, {"score": 0.600851833820343, "sentences": ["It is calculated with a principal component analysis using easy-to-collect data on a household’s ownership of selected assets, such as televisions and bicycles; materials used for housing construction; and types of water access and sanitation facilities."], "term": "sanitation", "termType": "MED", "weight": "b"}, {"score": 0.5903319120407104, "sentences": ["Introduction, Methods, The DHS program, Data collection, Study population, Measurement of variables, Statistical analysis, Results, Discussion, Main results, Limitations of the study, Conclusion, Acknowledgments, Funding, Ethics approval, ORCID", "Study population : Among all women interviewed in the 2016 DHS sample in Senegal, a set of questions examine immunization coverage of their young children (aged under 5, n = 6,417).", "The study population included 1,323 children aged between 12 and 23 months at the time of the survey (weighted sample size: n = 1,143)."], "term": "population research", "termType": "MED", "weight": "b"}, {"score": 0.5902215242385864, "sentences": ["We used bivariate and multivariate analyses for investigating the determinants of several childhood vaccinations (Bacillus Calmette-Guérin, pentavalent, polio, measles and yellow fever vaccines), including sociodemographic factors and previous shots.", "Finally, regarding the polio vaccine, in both models completed vaccination was positively associated with mother’s education level, while the effect of the region of residence vanished after introduction of BCG vaccination in Model B, which had again a very strong impact (OR = 10.05).", "The region of residence was another strong determinant of childhood vaccination, as corresponding effects were always significant, except for polio and measles vaccinations after adjustment on previous shots, with a consistent pattern opposing the West and Center of Senegal (where vaccination coverage rates are higher) to the North and South (with lower rates).", "Using the 2016 DHS, we investigated sociodemographic factors associated to childhood vaccinations in Senegal (for five vaccines: the BCG, polio, pentavalent, measles and yellow fever vaccines), among children aged 12–23 months.", "b, three doses recommended at 6, 10 and 14 weeks), the polio vaccine (oral vaccine, three doses recommended at 6, 10 and 14 weeks), the measles vaccine and the yellow fever vaccine (both recommended at 9 months).    ", "Similarly, children who had received the three doses of the pentavalent or the polio vaccines were much more likely to have been vaccinated against the measles or the yellow fever.    ", "In Model B, only the effect of mothers’ education level remained statistically significant, and previous shots were strongly predictive of vaccination against measles: having completed one vaccine (either the BCG, the pentavalent or the polio vaccine) increased by 4.34 the odds of being vaccinated against measles.    ", "Moreover, immunizations rates greatly varied depending on previous shots, which were also strongly predictive of subsequent shots in multivariate analyses (the BCG vaccination for pentavalent and polio vaccinations; BCG, pentavalent and polio vaccinations for vaccinations against the measles and the yellow fever).    ", "Previous shots and childhood vaccination Table 2 showed the strong statistical relationship between subsequent vaccinations, and multivariate analyses confirmed that previous shots had a very strong impact (BCG vaccination for pentavalent and polio vaccinations; BCG, pentavalent and polio vaccinations for measles and yellow fever vaccinations).", "Measurement of variables : Regarding children’s immunization status, we built five binary outcomes, coded 0 or 1 (1 for those who received the single shot for BCG, measles and yellow fever vaccines; 1 for those who completed the three shots for pentavalent and polio vaccines).    ", "In Model B, we added to this list one covariate counting previous vaccinations: when modelling pentavalent and polio vaccinations (shots recommended between 6 and 14 weeks), we added the binary outcome corresponding to BCG vaccination (recommended at birth); and when modelling vaccinations against measles and yellow fever (recommended at 9 months) we added a discrete variable summing the three binary outcomes corresponding respectively to BCG, pentavalent and polio vaccinations."], "term": "poliomyelitis", "termType": "DIS", "weight": "b"}, {"score": 0.571621298789978, "sentences": ["We used bivariate and multivariate analyses for investigating the determinants of several childhood vaccinations (Bacillus Calmette-Guérin, pentavalent, polio, measles and yellow fever vaccines), including sociodemographic factors and previous shots.", "The five studied vaccinations were also positively correlated to the household wealth quintile: vaccination coverage rates ranged from 72.0% (for the measles vaccine) to 87.3% (for the BCG vaccine) among the first quintile corresponding to the poorest households, versus 89.9% (for the measles vaccine) to 99.6% (for the pentavalent vaccine) among the fifth quintile corresponding to the richest households.", "Finally, several covariates were never selected as significant predictors of vaccination against either measles or the yellow fever: birth order, mother’s age at birth, household head’s education level and wealth, and place of residence.", "The region of residence was another strong determinant of childhood vaccination, as corresponding effects were always significant, except for polio and measles vaccinations after adjustment on previous shots, with a consistent pattern opposing the West and Center of Senegal (where vaccination coverage rates are higher) to the North and South (with lower rates).", ", immunization coverage rates ranged from 80.6% (for the measles vaccine) to 94.1% (for the BCG vaccine).", "Using the 2016 DHS, we investigated sociodemographic factors associated to childhood vaccinations in Senegal (for five vaccines: the BCG, polio, pentavalent, measles and yellow fever vaccines), among children aged 12–23 months.", "b, three doses recommended at 6, 10 and 14 weeks), the polio vaccine (oral vaccine, three doses recommended at 6, 10 and 14 weeks), the measles vaccine and the yellow fever vaccine (both recommended at 9 months).    ", "Similarly, children who had received the three doses of the pentavalent or the polio vaccines were much more likely to have been vaccinated against the measles or the yellow fever.    ", "In Model B, only the effect of mothers’ education level remained statistically significant, and previous shots were strongly predictive of vaccination against measles: having completed one vaccine (either the BCG, the pentavalent or the polio vaccine) increased by 4.34 the odds of being vaccinated against measles.    ", "Moreover, immunizations rates greatly varied depending on previous shots, which were also strongly predictive of subsequent shots in multivariate analyses (the BCG vaccination for pentavalent and polio vaccinations; BCG, pentavalent and polio vaccinations for vaccinations against the measles and the yellow fever).    ", "Previous shots and childhood vaccination Table 2 showed the strong statistical relationship between subsequent vaccinations, and multivariate analyses confirmed that previous shots had a very strong impact (BCG vaccination for pentavalent and polio vaccinations; BCG, pentavalent and polio vaccinations for measles and yellow fever vaccinations).", "Regarding vaccination against measles, only two factors remained significant predictors in the multivariate analysis: mother’s educational level and region of residence (see Table 4).", "Measurement of variables : Regarding children’s immunization status, we built five binary outcomes, coded 0 or 1 (1 for those who received the single shot for BCG, measles and yellow fever vaccines; 1 for those who completed the three shots for pentavalent and polio vaccines).    ", "In Model B, we added to this list one covariate counting previous vaccinations: when modelling pentavalent and polio vaccinations (shots recommended between 6 and 14 weeks), we added the binary outcome corresponding to BCG vaccination (recommended at birth); and when modelling vaccinations against measles and yellow fever (recommended at 9 months) we added a discrete variable summing the three binary outcomes corresponding respectively to BCG, pentavalent and polio vaccinations."], "term": "measles", "termType": "DIS", "weight": "b"}, {"score": 0.568992555141449, "term": "major clinical study", "termType": "MED", "weight": "b"}, {"score": 0.5675294399261475, "sentences": ["This is an important result regarding social inequalities in childhood vaccination uptake, and it is consistent with results from the 2011 DHS in Senegal and strongly contrasts with some other African countries, including Ethiopia, Zimbabwe, Uganda and Ghana.17,20–22 ’s age (as for completion of child vaccinations in Uganda24 and in deprived urban areas in Kenya,15 On the contrary, two sociodemographic characteristics were strongly significant determinants for almost every vaccination considered here.", "Due to their subject matter, they focus on men and women of reproductive age (15–49), with distinct questionnaires for individuals and households.", "Finally, several covariates were never selected as significant predictors of vaccination against either measles or the yellow fever: birth order, mother’s age at birth, household head’s education level and wealth, and place of residence."], "term": "age", "termType": "MED", "weight": "b"}, {"score": 0.5513423085212708, "sentences": ["Introduction, Methods, The DHS program, Data collection, Study population, Measurement of variables, Statistical analysis, Results, Discussion, Main results, Limitations of the study, Conclusion, Acknowledgments, Funding, Ethics approval, ORCID", "The main purpose of the household questionnaire is to identify children under five.13 Data collection : The study carried out in Senegal in 2016 was a nationally representative household survey with a two-stage stratified cluster sampling design.", "Data collection started on March 2016 and ended on November 2016."], "term": "information processing", "termType": "MED", "weight": "b"}, {"score": 0.5259942412376404, "sentences": ["Today, in Sub-Saharan Africa, vaccine-preventable diseases still contribute heavily to high child mortality."], "term": "childhood mortality", "termType": "MED", "weight": "b"}, {"score": 0.5058720707893372, "sentences": ["Once controlled for these effects, most of the other potential determinants of vaccination became statistically no-significant, including factors related to the household’s socioeconomic level (household head’s education level and wealth index), or living in a rural versus urban area.", "One should also note that the sex of the child, the household head’s education level and the area of residence (rural vs urban) were never selected as significant factors for the considered vaccinations.    ", "North, West, Center, South (see7 for more details), area of residence: rural or urban, and wealth index).", "Thirdly, sociodemographic factors were measured at the time of the survey, not at the time of each vaccination considered, so statistical relationships should be interpreted cautiously (for example, a child living in an urban area at the time of the survey may have been living in a rural area when getting the BCG vaccine)."], "term": "urban area", "termType": "MED", "weight": "b"}, {"score": 0.5024835467338562, "sentences": ["These surveys are designed to collect data on marriage, fertility, family planning, reproductive health, child health, and HIV/AIDS."], "term": "child health", "termType": "MED", "weight": "b"}, {"score": 0.4982224404811859, "sentences": ["We used bivariate and multivariate analyses for investigating the determinants of several childhood vaccinations (Bacillus Calmette-Guérin, pentavalent, polio, measles and yellow fever vaccines), including sociodemographic factors and previous shots.", "In Model B, these effects remained significant, and the number of previous vaccinations was a strong predictor of yellow fever vaccination (OR = 4.90).", "Regarding vaccination against the yellow fever, Model A provided very similar results, with mother’s education level and region of residence being the only significant predictors selected in the model.", "Finally, several covariates were never selected as significant predictors of vaccination against either measles or the yellow fever: birth order, mother’s age at birth, household head’s education level and wealth, and place of residence.", "Using the 2016 DHS, we investigated sociodemographic factors associated to childhood vaccinations in Senegal (for five vaccines: the BCG, polio, pentavalent, measles and yellow fever vaccines), among children aged 12–23 months.", "b, three doses recommended at 6, 10 and 14 weeks), the polio vaccine (oral vaccine, three doses recommended at 6, 10 and 14 weeks), the measles vaccine and the yellow fever vaccine (both recommended at 9 months).    ", "Similarly, children who had received the three doses of the pentavalent or the polio vaccines were much more likely to have been vaccinated against the measles or the yellow fever.    ", "Moreover, immunizations rates greatly varied depending on previous shots, which were also strongly predictive of subsequent shots in multivariate analyses (the BCG vaccination for pentavalent and polio vaccinations; BCG, pentavalent and polio vaccinations for vaccinations against the measles and the yellow fever).    ", "Previous shots and childhood vaccination Table 2 showed the strong statistical relationship between subsequent vaccinations, and multivariate analyses confirmed that previous shots had a very strong impact (BCG vaccination for pentavalent and polio vaccinations; BCG, pentavalent and polio vaccinations for measles and yellow fever vaccinations).", "Measurement of variables : Regarding children’s immunization status, we built five binary outcomes, coded 0 or 1 (1 for those who received the single shot for BCG, measles and yellow fever vaccines; 1 for those who completed the three shots for pentavalent and polio vaccines).    ", "In Model B, we added to this list one covariate counting previous vaccinations: when modelling pentavalent and polio vaccinations (shots recommended between 6 and 14 weeks), we added the binary outcome corresponding to BCG vaccination (recommended at birth); and when modelling vaccinations against measles and yellow fever (recommended at 9 months) we added a discrete variable summing the three binary outcomes corresponding respectively to BCG, pentavalent and polio vaccinations."], "term": "yellow fever", "termType": "DIS", "weight": "b"}, {"score": 0.4835367202758789, "sentences": ["Maintaining high coverage rates for childhood vaccines and reducing related social inequalities are public health priorities in Senegal."], "term": "public health", "termType": "MED", "weight": "b"}, {"score": 0.481467068195343, "sentences": ["In Model A, all covariates listed in the previous section (child’s, mother’s and household’s characteristics) were included in the stepwise selection process.", "We identified only two major sociodemographic determinants of childhood vaccinations: mother’s education level and region of residence.", "Finally, regarding the polio vaccine, in both models completed vaccination was positively associated with mother’s education level, while the effect of the region of residence vanished after introduction of BCG vaccination in Model B, which had again a very strong impact (OR = 10.05).", "Regarding vaccination against the yellow fever, Model A provided very similar results, with mother’s education level and region of residence being the only significant predictors selected in the model.", "Finally, several covariates were never selected as significant predictors of vaccination against either measles or the yellow fever: birth order, mother’s age at birth, household head’s education level and wealth, and place of residence.", "First, the mother’s education level was strongly and positively correlated to every vaccination considered, except for the BCG vaccination.", "After introduction of BCG vaccination as a covariate, the effects of mother’s education level and region of residence remained significant, the effect of household wealth became nonsignificant, while BCG vaccination had a very strong impact on pentavalent vaccination (OR = 18.75).", "Regarding the pentavalent vaccine, in Model A we found three significant factors: having received the three shots of this vaccine was positively correlated to mother’s education level and household wealth, and it was also more frequent for children living in the West and Centre of Senegal.", "Regarding mothers’ characteristics, immunization coverage rates were lower for the youngest ones (aged 14–19 at child birth), and these rates were significantly higher for the more educated ones.    ", "Regarding vaccination against measles, only two factors remained significant predictors in the multivariate analysis: mother’s educational level and region of residence (see Table 4).", "Children who had at least three older siblings were less likely to have been vaccinated (OR = 0.24), as well as those whose mother was aged 14–19 at their birth (OR = 0.37).", "Such restriction was expected to minimize the proportion of missing cards (which is higher for older children), to limit memory bias regarding mothers’ recall, and to ensure that recommendations from the EPI (which change over time, as new vaccines are regularly introduced14) were the same for all these children.", "Main results : Multivariate analyses identified two main sociodemographic predictors of childhood vaccination in Senegal, namely mother’s education level and region of residence.", "The positive impact of mother’s education on child vaccination illustrates the wide-ranging benefits of educating girls, while the regional variability of immunization rates requires more research to be better understood.", "The positive impact of mother’s education on child vaccination illustrates the wide-ranging benefits of educating girls, while the regional variability of immunization rates, which only partially reflects the opposition between urban and rural areas, requires more research to be better understood.", "On the demand side of vaccination, mother’s education level was positively correlated to every vaccination, except for the BCG vaccine, with estimated odds ratios ranging from to 2.51 to 9.71 (when comparing mothers with secondary or higher education to non-educated mothers).", "The impact of mother’s education on child vaccination has been already found in a number of studies conducted in Our results", "We identified two main sociodemographic predictors of childhood vaccination in Senegal: the mother’s education level, which was strongly and positively correlated to every vaccination considered, except from the BCG vaccination, and the region of residence, with higher vaccination coverage rates in the Centre and West of Senegal.", "The present study focuses on the following vaccines: the BCG vaccine (which is recommended at birth), the pentavalent vaccine (for diphtheria, tetanus, pertussis, haemophilus influenza b and hepatitis As in previous studies devoted to childhood vaccination in various Sub-Saharan African countries,14–17 we restricted the analysis to children aged between 12 and 23 months at the time of the survey (weighted sample size, n = 1,143), and we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290).", "In Model B, only the effect of mothers’ education level remained statistically significant, and previous shots were strongly predictive of vaccination against measles: having completed one vaccine (either the BCG, the pentavalent or the polio vaccine) increased by 4.34 the odds of being vaccinated against measles.    ", "Limitations of the study : First, we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290)."], "term": "mother", "termType": "MED", "weight": "b"}, {"score": 0.47795554995536804, "term": "adult", "termType": "MED", "weight": "b"}, {"score": 0.463314414024353, "sentences": ["Once controlled for these effects, most of the other potential determinants of vaccination became statistically no-significant, including factors related to the household’s socioeconomic level (household head’s education level and wealth index), or living in a rural versus urban area."], "term": "socioeconomics", "termType": "MED", "weight": "b"}, {"score": 0.41785678267478943, "sentences": ["Maintaining high coverage rates for childhood vaccines and reducing related social inequalities are public health priorities in Senegal.", "These surveys are designed to collect data on marriage, fertility, family planning, reproductive health, child health, and HIV/AIDS."], "term": "health care planning", "termType": "MED", "weight": "b"}, {"score": 0.4143350422382355, "sentences": ["We restricted the analysis to children aged 12–23 months (n = 1,143).", "Among the households interviewed, 9,244 women aged 15–49 were eligible for the individual survey with a response rate of 95.9% (n = 8,865).", "The present study focuses on the following vaccines: the BCG vaccine (which is recommended at birth), the pentavalent vaccine (for diphtheria, tetanus, pertussis, haemophilus influenza b and hepatitis As in previous studies devoted to childhood vaccination in various Sub-Saharan African countries,14–17 we restricted the analysis to children aged between 12 and 23 months at the time of the survey (weighted sample size, n = 1,143), and we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290).", "Data come from the 2016 Senegalese Demographic and Health Survey, a nationally representative household survey targeting women aged 15–49, with a questionnaire focusing on health and reproductive issues, including their children", "Children who had at least three older siblings were less likely to have been vaccinated (OR = 0.24), as well as those whose mother was aged 14–19 at their birth (OR = 0.37).", "Using the 2016 DHS, we investigated sociodemographic factors associated to childhood vaccinations in Senegal (for five vaccines: the BCG, polio, pentavalent, measles and yellow fever vaccines), among children aged 12–23 months.", "Regarding mothers’ characteristics, immunization coverage rates were lower for the youngest ones (aged 14–19 at child birth), and these rates were significantly higher for the more educated ones.    ", "Study population : Among all women interviewed in the 2016 DHS sample in Senegal, a set of questions examine immunization coverage of their young children (aged under 5, n = 6,417).", "The study population included 1,323 children aged between 12 and 23 months at the time of the survey (weighted sample size: n = 1,143)."], "term": "aged", "termType": "MED", "weight": "b"}, {"score": 0.39445340633392334, "sentences": ["We identified two main sociodemographic predictors of childhood vaccination in Senegal: the mother’s education level, which was strongly and positively correlated to every vaccination considered, except from the BCG vaccination, and the region of residence, with higher vaccination coverage rates in the Centre and West of Senegal.", "Secondly, for every vaccine considered we found a strong contrast between the Centre and West of Senegal (with higher vaccination coverage rates) versus the North and South (with lower rates).", "  Accepted 22 July 2019 KEYWORDS Childhood vaccination; coverage; immunization; socioeconomic; Senegal Methods :     ", "Regarding the relationships between subsequent vaccines, we also computed immunization coverage rates according to previous vaccinations.    ", "Immunization coverage and previous shots Table 2 displays immunization coverage rates according to previous shots:", "Vaccination coverage rates and bivariate analyses    Overall", "The region of residence was another strong determinant of childhood vaccination, as corresponding effects were always significant, except for polio and measles vaccinations after adjustment on previous shots, with a consistent pattern opposing the West and Center of Senegal (where vaccination coverage rates are higher) to the North and South (with lower rates).", "The five studied vaccinations were also positively correlated to the household wealth quintile: vaccination coverage rates ranged from 72.0% (for the measles vaccine) to 87.3% (for the BCG vaccine) among the first quintile corresponding to the poorest households, versus 89.9% (for the measles vaccine) to 99.6% (for the pentavalent vaccine) among the fifth quintile corresponding to the richest households.", ", immunization coverage rates ranged from 80.6% (for the measles vaccine) to 94.1% (for the BCG vaccine).", "Table 1 shows the vaccination coverage rates and the bivariate analyses of the factors associated with each vaccination.", "Regarding mothers’ characteristics, immunization coverage rates were lower for the youngest ones (aged 14–19 at child birth), and these rates were significantly higher for the more educated ones.    ", "Study population : Among all women interviewed in the 2016 DHS sample in Senegal, a set of questions examine immunization coverage of their young children (aged under 5, n = 6,417)."], "term": "vaccination coverage", "termType": "MED", "weight": "b"}, {"score": 0.39239707589149475, "sentences": ["The main purpose of the household questionnaire is to identify children under five.13 Data collection : The study carried out in Senegal in 2016 was a nationally representative household survey with a two-stage stratified cluster sampling design.", "Due to their subject matter, they focus on men and women of reproductive age (15–49), with distinct questionnaires for individuals and households.", "Data come from the 2016 Senegalese Demographic and Health Survey, a nationally representative household survey targeting women aged 15–49, with a questionnaire focusing on health and reproductive issues, including their children"], "term": "questionnaire", "termType": "MED", "weight": "b"}, {"score": 0.36167335510253906, "term": "adolescent", "termType": "MED", "weight": "b"}, {"score": 0.35895073413848877, "sentences": ["Thirdly, sociodemographic factors were measured at the time of the survey, not at the time of each vaccination considered, so statistical relationships should be interpreted cautiously (for example, a child living in an urban area at the time of the survey may have been living in a rural area when getting the BCG vaccine).", "Once controlled for these effects, most of the other potential determinants of vaccination became statistically no-significant, including factors related to the household’s socioeconomic level (household head’s education level and wealth index), or living in a rural versus urban area.", "One should also note that the sex of the child, the household head’s education level and the area of residence (rural vs urban) were never selected as significant factors for the considered vaccinations.    ", "North, West, Center, South (see7 for more details), area of residence: rural or urban, and wealth index).", "Indeed, the North and South of Senegal are ‘rural’ regions (in the DHS sample, the proportion of participants living in a rural area reached 81% in the North and 78% in the South), while theWest is an ‘urban’ one (only 31% living in a rural area), but in the Center (where immunization rates were higher than in the North and South) the proportion of rural residents reached 85%.    "], "term": "rural area", "termType": "MED", "weight": "b"}, {"score": 0.3569258153438568, "sentences": ["Introduction, Methods, The DHS program, Data collection, Study population, Measurement of variables, Statistical analysis, Results, Discussion, Main results, Limitations of the study, Conclusion, Acknowledgments, Funding, Ethics approval, ORCID", "Statistical analysis : In the DHS survey, the sample is selected with unequal probability to expand the number of cases available for certain areas or subgroups for which statistics are needed."], "term": "statistical analysis", "termType": "MED", "weight": "b"}, {"score": 0.3547688126564026, "sentences": ["We identified two main sociodemographic predictors of childhood vaccination in Senegal: the mother’s education level, which was strongly and positively correlated to every vaccination considered, except from the BCG vaccination, and the region of residence, with higher vaccination coverage rates in the Centre and West of Senegal.", "Thirdly, sociodemographic factors were measured at the time of the survey, not at the time of each vaccination considered, so statistical relationships should be interpreted cautiously (for example, a child living in an urban area at the time of the survey may have been living in a rural area when getting the BCG vaccine).", "Finally, regarding the polio vaccine, in both models completed vaccination was positively associated with mother’s education level, while the effect of the region of residence vanished after introduction of BCG vaccination in Model B, which had again a very strong impact (OR = 10.05).", "In multivariate analysis, three characteristics were significantly associated with increased odds of reporting BCG vaccination (see Table 3).", "The five studied vaccinations were also positively correlated to the household wealth quintile: vaccination coverage rates ranged from 72.0% (for the measles vaccine) to 87.3% (for the BCG vaccine) among the first quintile corresponding to the poorest households, versus 89.9% (for the measles vaccine) to 99.6% (for the pentavalent vaccine) among the fifth quintile corresponding to the richest households.", "The present study focuses on the following vaccines: the BCG vaccine (which is recommended at birth), the pentavalent vaccine (for diphtheria, tetanus, pertussis, haemophilus influenza b and hepatitis As in previous studies devoted to childhood vaccination in various Sub-Saharan African countries,14–17 we restricted the analysis to children aged between 12 and 23 months at the time of the survey (weighted sample size, n = 1,143), and we relied on two sources to collect information on children’s vaccination status: either the vaccination card shown by mothers to interviewers (n = 853) or mothers’ recall of vaccination if the card is missing (n = 290).", "First, the mother’s education level was strongly and positively correlated to every vaccination considered, except for the BCG vaccination.", "Moreover, immunizations rates greatly varied depending on previous shots, which were also strongly predictive of subsequent shots in multivariate analyses (the BCG vaccination for pentavalent and polio vaccinations; BCG, pentavalent and polio vaccinations for vaccinations against the measles and the yellow fever).    ", "After introduction of BCG vaccination as a covariate, the effects of mother’s education level and region of residence remained significant, the effect of household wealth became nonsignificant, while BCG vaccination had a very strong impact on pentavalent vaccination (OR = 18.75).", ", immunization coverage rates ranged from 80.6% (for the measles vaccine) to 94.1% (for the BCG vaccine).", "In Model B, only the effect of mothers’ education level remained statistically significant, and previous shots were strongly predictive of vaccination against measles: having completed one vaccine (either the BCG, the pentavalent or the polio vaccine) increased by 4.34 the odds of being vaccinated against measles.    ", "On the demand side of vaccination, mother’s education level was positively correlated to every vaccination, except for the BCG vaccine, with estimated odds ratios ranging from to 2.51 to 9.71 (when comparing mothers with secondary or higher education to non-educated mothers).", "The BCG vaccination was also much more frequent for children living in the West (OR = 8.74) or the Center (OR = 3.88) of Senegal (OR = 8.74 and 3.88 respectively, versus 1 for the North (reference category) and 0.68 for the South).", "Previous shots and childhood vaccination Table 2 showed the strong statistical relationship between subsequent vaccinations, and multivariate analyses confirmed that previous shots had a very strong impact (BCG vaccination for pentavalent and polio vaccinations; BCG, pentavalent and polio vaccinations for measles and yellow fever vaccinations).", "Measurement of variables : Regarding children’s immunization status, we built five binary outcomes, coded 0 or 1 (1 for those who received the single shot for BCG, measles and yellow fever vaccines; 1 for those who completed the three shots for pentavalent and polio vaccines).    ", "In Model B, we added to this list one covariate counting previous vaccinations: when modelling pentavalent and polio vaccinations (shots recommended between 6 and 14 weeks), we added the binary outcome corresponding to BCG vaccination (recommended at birth); and when modelling vaccinations against measles and yellow fever (recommended at 9 months) we added a discrete variable summing the three binary outcomes corresponding respectively to BCG, pentavalent and polio vaccinations."], "term": "BCG vaccination", "termType": "MED", "weight": "b"}, {"score": 0.3472591042518616, "sentences": ["We identified two main sociodemographic predictors of childhood vaccination in Senegal: the mother’s education level, which was strongly and positively correlated to every vaccination considered, except from the BCG vaccination, and the region of residence, with higher vaccination coverage rates in the Centre and West of Senegal.", "Secondly, for every vaccine considered we found a strong contrast between the Centre and West of Senegal (with higher vaccination coverage rates) versus the North and South (with lower rates).", "  Accepted 22 July 2019 KEYWORDS Childhood vaccination; coverage; immunization; socioeconomic; Senegal Methods :     ", "Ethical approval for the DHS survey in Senegal was granted by the Ethics Committee of the National Statistical Office of Senegal.   ", "Determinants of childhood immunizations in Senegal: Adding previous shots to sociodemographic background", "This is an important result regarding social inequalities in childhood vaccination uptake, and it is consistent with results from the 2011 DHS in Senegal and strongly contrasts with some other African countries, including Ethiopia, Zimbabwe, Uganda and Ghana.17,20–22 ’s age (as for completion of child vaccinations in Uganda24 and in deprived urban areas in Kenya,15 On the contrary, two sociodemographic characteristics were strongly significant determinants for almost every vaccination considered here.", "The region of residence was another strong determinant of childhood vaccination, as corresponding effects were always significant, except for polio and measles vaccinations after adjustment on previous shots, with a consistent pattern opposing the West and Center of Senegal (where vaccination coverage rates are higher) to the North and South (with lower rates).", "Indeed, the North and South of Senegal are ‘rural’ regions (in the DHS sample, the proportion of participants living in a rural area reached 81% in the North and 78% in the South), while theWest is an ‘urban’ one (only 31% living in a rural area), but in the Center (where immunization rates were higher than in the North and South) the proportion of rural residents reached 85%.    ", "The main purpose of the household questionnaire is to identify children under five.13 Data collection : The study carried out in Senegal in 2016 was a nationally representative household survey with a two-stage stratified cluster sampling design.", "Using the 2016 DHS, we investigated sociodemographic factors associated to childhood vaccinations in Senegal (for five vaccines: the BCG, polio, pentavalent, measles and yellow fever vaccines), among children aged 12–23 months.", "Acknowledgments : This study was made possible thanks to the DHS Program-Senegal Disclosure of potential conflicts of interest    ", "Regarding the pentavalent vaccine, in Model A we found three significant factors: having received the three shots of this vaccine was positively correlated to mother’s education level and household wealth, and it was also more frequent for children living in the West and Centre of Senegal.", "The DHS program : Our data are drawn from the DHS carried out in Senegal in 2016.7 and downloaded from the DHS program website (dhsprogram.com).", "Main results : Multivariate analyses identified two main sociodemographic predictors of childhood vaccination in Senegal, namely mother’s education level and region of residence.", "Maintaining high coverage rates for childhood vaccines and reducing related social inequalities are public health priorities in Senegal.", "Study population : Among all women interviewed in the 2016 DHS sample in Senegal, a set of questions examine immunization coverage of their young children (aged under 5, n = 6,417).", "The BCG vaccination was also much more frequent for children living in the West (OR = 8.74) or the Center (OR = 3.88) of Senegal (OR = 8.74 and 3.88 respectively, versus 1 for the North (reference category) and 0.68 for the South).", "Finally, these rates were also significantly lower in rural areas than in urban areas, as well as in the North and South of Senegal when compared to the West and Center.    "], "term": "Senegal", "termType": "MED", "weight": "a"}, {"score": 0.3394351899623871, "term": "school child", "termType": "MED", "weight": "b"}, {"links": [{"sublinks": [{"term": "yellow fever"}], "term": "drug therapy"}], "score": 0.3262788951396942, "sentences": ["Finally, regarding the polio vaccine, in both models completed vaccination was positively associated with mother’s education level, while the effect of the region of residence vanished after introduction of BCG vaccination in Model B, which had again a very strong impact (OR = 10.05).", "b, three doses recommended at 6, 10 and 14 weeks), the polio vaccine (oral vaccine, three doses recommended at 6, 10 and 14 weeks), the measles vaccine and the yellow fever vaccine (both recommended at 9 months).    ", "In Model B, only the effect of mothers’ education level remained statistically significant, and previous shots were strongly predictive of vaccination against measles: having completed one vaccine (either the BCG, the pentavalent or the polio vaccine) increased by 4.34 the odds of being vaccinated against measles.    "], "term": "poliomyelitis vaccine", "termType": "DRG", "weight": "b"}, {"score": 0.3030332922935486, "sentences": ["In Model A, all covariates listed in the previous section (child’s, mother’s and household’s characteristics) were included in the stepwise selection process.", "Finally, regarding the polio vaccine, in both models completed vaccination was positively associated with mother’s education level, while the effect of the region of residence vanished after introduction of BCG vaccination in Model B, which had again a very strong impact (OR = 10.05).", "Regarding vaccination against the yellow fever, Model A provided very similar results, with mother’s education level and region of residence being the only significant predictors selected in the model.", "In Model B, these effects remained significant, and the number of previous vaccinations was a strong predictor of yellow fever vaccination (OR = 4.90).", "The goodness of fit of each model was tested using the Hosmer-Lemeshow", "Thus, when a previous vaccination is introduced as a covariate for modelling a subsequent one, its estimated effect reflects mechanically the strong correlation of both vaccinations with this proximity.", "Regarding the pentavalent vaccine, in Model A we found three significant factors: having received the three shots of this vaccine was positively correlated to mother’s education level and household wealth, and it was also more frequent for children living in the West and Centre of Senegal.", "In Model B, only the effect of mothers’ education level remained statistically significant, and previous shots were strongly predictive of vaccination against measles: having completed one vaccine (either the BCG, the pentavalent or the polio vaccine) increased by 4.34 the odds of being vaccinated against measles.    ", "Using an indicator measuring previous shots as a covariate in a multivariate analysis modelling a subsequent vaccination acted as a proxy for unobservable effects relating to either supply-side or demand-side effects.    ", "In Model B, we added to this list one covariate counting previous vaccinations: when modelling pentavalent and polio vaccinations (shots recommended between 6 and 14 weeks), we added the binary outcome corresponding to BCG vaccination (recommended at birth); and when modelling vaccinations against measles and yellow fever (recommended at 9 months) we added a discrete variable summing the three binary outcomes corresponding respectively to BCG, pentavalent and polio vaccinations."], "term": "model", "termType": "MED", "weight": "b"}], "timestamp": 1583239296.0, "version": "1.0"}