{"datetime": "2020-03-03 12:32:00.478004", "filename": "2003822678", "mainterms": [{"score": 0.9828088283538818, "sentences": ["Considering negatively charged cell membranes, cationic nanoparticles have great potential in the enhancement of internalization with the cells and also on their uptake.15,26 Differential scanning calorimetry : Thermodynamic variations related to morphological changes during and after the formulation steps can be detected by thermal analysis.27 Figure 2 displays the thermal behavior of the LCD and nanoparticles prepared.", "INTRODUCTION, MATERIALS AND METHODS, Materials, Preparation of nanoparticles, Characterization of nanoparticles, Morphology, Differential scanning calorimetry, Determination of LCD, Encapsulation efficiency,", "(1) Differential scanning calorimetry : Structural and crystallinity changes in LCD and the polymer due to the thermal impacts during the formulation steps were evaluated using differential scanning calorimetry (DSC) (DSC60, Shimadzu Scientific Instruments, Columbia, MI, USA).", "In vitro drug release, In vitro release kinetics, RESULTS AND DISCUSSION, Characterization of nanoparticles, Morphology, Differential scanning calorimetry, Determination of LCD, Encapsulation efficiency, In vitro drug release, In vitro release kinetics, CONCLUSION, ACKNOWLEDGEMENTS"], "term": "differential scanning calorimetry", "termType": "MED", "weight": "b"}, {"score": 0.9750293493270874, "sentences": ["Drug-polymer composition is most likely one of the reasons for the in vitro release rate; however, it seems that a complex phenomenon between active agent and polymer molecules may occur, including entrapment of drug within the polymeric network and the adsorption of drug molecules on the surface of polymeric matrices as a result of electrostatic adhesion.39,40", "Moreover, drug release was extended more than 2-fold with nanoparticles, which enhances their possible use for better treatment.", "The method chosen depended on factors such as particle size, thermal and chemical stability of the active agent, reproducibility of the release profiles, stability of the final product, and residual toxicity associated with the final product.11 Spray drying is a well-known technique to produce powders, granules, or agglomerates from mixtures of drug and excipient solutions as well as suspensions.15", "In vitro drug release, In vitro release kinetics, RESULTS AND DISCUSSION, Characterization of nanoparticles, Morphology, Differential scanning calorimetry, Determination of LCD, Encapsulation efficiency, In vitro drug release, In vitro release kinetics, CONCLUSION, ACKNOWLEDGEMENTS", "In vitro drug release : Dissolution testing has been recognized as an important tool for both drug development and quality control.41", "In all models, F is the fraction (%) of drug released in time t, k0: zero-order release constant, k1: first-order release constant, kH: Higuchi release constant, kHC: Hixson-Crowell release constant kKP: release", "In vitro release kinetics : Quantitative evaluation of drug dissolution characteristics is of great interest to pharmaceutical scientists.", "Drug release data were evaluated using many mathematical and statistical parameters.19 Table 5.", "n: is the diffusional exponent indicating the drug-release mechanism, F0 is the initial fraction of the drug in the solution resulting from a burst release, kHB:", "This information suggests that LCD release from the nanoparticles was through diffusion.44 CONCLUSION : In this study, LCD was used as a model drug to be entrapped in a natural biodegradable material (chitosan) using spray drying.", "In vitro release kinetics : Release kinetics were investigated using the software DDSolver in order to evaluate the mechanism of drug release from nanoparticles.19 Characterization of nanoparticles :     The images showed that all formulations prepared Table 2.", "Fitting in vitro release profiles to mathematical models describing drug release as a function of time gives valuable data about the in vivo release behavior of optimal delivery systems.42", "In vitro drug release : A dialysis membrane method was used to identify the release behavior of nanoparticles.", "Release of pure LCD fit best the first-order model, where drug release is concentration dependent."], "term": "drug release", "termType": "MED", "weight": "b"}, {"score": 0.9744877815246582, "sentences": ["Zeta potential is a scientific notion for electrokinetic potential in colloidal systems and is one of the most important properties, playing a major role in the efficiency of nanomedicine.", "Spray-drying conditions Inlet temperature Outlet temperature Flow rate mL/min Pump control level Aspirator control level 120°C 60°C 450 3 3 Particle size and zeta potential Particle size, polydispersity index (PI), and zeta potential measurements were carried out on freshly prepared samples using a Malvern Nano ZS (Zetasizer Nano Series, Malvern, Worcestershire, UK).", "The placebo nanoparticles ’ images resembled deflated balloons with wrinkled surfaces (Figure 1b), while the LCD-loaded spray-dried formulations demonstrated spherical shapes with the general morphology of spray-dried amorphous materials.12,20 Particle size and zeta potential Mean particle size, PI, and zeta potential values of the chitosan nanoparticles are presented in Table 3.", "Mean particle size, PI, zeta potential of formulations prepared (n=3)  Standard deviation the carboxylic C-O bond frequency was observed at 1463- 1263 cm−1, the aliphatic chain C-O bond in CH2CH2OCH2COOH appeared at 1180.4 cm-1 and at 758 The placebo formulation showed similar absorption bands with pure chitosan.", "Zeta potential can affect the physical and pharmacokinetic properties of nanosystems in the body or may affect the phagocytosis of nanoparticles in the blood", "Characterization of the nanoparticles including encapsulation efficiency, particle size, zeta potential, morphology, polydispersity index, solid-state characterizations, and LCD quantification by high performance liquid chromatography was performed."], "term": "zeta potential", "termType": "MED", "weight": "b"}, {"score": 0.9691323637962341, "sentences": ["The narrower size distribution reported previously was confirmed by the span values, i.e. the lower span the narrower the particle size", "The method chosen depended on factors such as particle size, thermal and chemical stability of the active agent, reproducibility of the release profiles, stability of the final product, and residual toxicity associated with the final product.11 Spray drying is a well-known technique to produce powders, granules, or agglomerates from mixtures of drug and excipient solutions as well as suspensions.15", "It was found that the decrease in the amount of LCD in nanoparticles was in parallel with the relative decrease in average particle size.21 PI values were used to define the particle size distribution.", "Spray-drying conditions Inlet temperature Outlet temperature Flow rate mL/min Pump control level Aspirator control level 120°C 60°C 450 3 3 Particle size and zeta potential Particle size, polydispersity index (PI), and zeta potential measurements were carried out on freshly prepared samples using a Malvern Nano ZS (Zetasizer Nano Series, Malvern, Worcestershire, UK).", "PI values higher than 0.7 are indicative of a very large particle size All nanoparticles prepared in the present study had PI values lower than 0.7; therefore, particle size distribution was uniform.    ", "The placebo nanoparticles ’ images resembled deflated balloons with wrinkled surfaces (Figure 1b), while the LCD-loaded spray-dried formulations demonstrated spherical shapes with the general morphology of spray-dried amorphous materials.12,20 Particle size and zeta potential Mean particle size, PI, and zeta potential values of the chitosan nanoparticles are presented in Table 3.", "Mean particle size, PI, zeta potential of formulations prepared (n=3)  Standard deviation the carboxylic C-O bond frequency was observed at 1463- 1263 cm−1, the aliphatic chain C-O bond in CH2CH2OCH2COOH appeared at 1180.4 cm-1 and at 758 The placebo formulation showed similar absorption bands with pure chitosan.", "The particle shape and surface characteristics of the freshly prepared nanoparticle formulations and LCD were investigated by scanning electron microscope (SEM)", "The particle size and size distribution of nanoparticles play a key role in their adhesion and interaction with cells.7 Particle sizes of the nanoparticles were 521.70±8.50 nm and 538.46±5.74 nm for F-1 and F-2, respectively.", "When preparing particulate systems by spray drying, it has to be kept in the mind that production parameters such as size of nozzle, feeding pump rate, inlet temperature, and compressed air flow rate affect particle size.15,16", "The span value is a statistical parameter useful for evaluating the particle size distribution and calculated by the following equation:17 Span value=[d(90)-d(10)]/d(50)", "Characterization of the nanoparticles including encapsulation efficiency, particle size, zeta potential, morphology, polydispersity index, solid-state characterizations, and LCD quantification by high performance liquid chromatography was performed.", "The span index measures the width of the particle size distribution, as described in the literature.24 Formulations show a relatively narrow particle size distribution (span index <1)."], "term": "particle size", "termType": "MED", "weight": "b"}, {"score": 0.9527192115783691, "sentences": ["Conclusion: Chitosan-based LCD-loaded polymeric nanoparticles appear to be a promising drug delivery system for the active agent.", "Fitting in vitro release profiles to mathematical models describing drug release as a function of time gives valuable data about the in vivo release behavior of optimal delivery systems.42"], "term": "drug delivery system", "termType": "MED", "weight": "b"}, {"score": 0.9341028928756714, "sentences": ["Determination of LCD : High performance liquid chromatography (HPLC) was used for the determination of LCD.", "In vitro release profiles of LCD were investigated in freshly prepared simulated intestinal fluid (SIF, pH 6.8) over 72 Next 1-mL samples were withdrawn at predetermined time intervals and LCD contents in the receptor chamber were determined by HPLC and the release profile of pure LCD was used as a reference for better evaluation of the profiles.", "Encapsulation efficiency : In order to determine the amount of LCD in drug-loaded nanoparticles, drug EE was determined by validated HPLC method.", "Characterization of the nanoparticles including encapsulation efficiency, particle size, zeta potential, morphology, polydispersity index, solid-state characterizations, and LCD quantification by high performance liquid chromatography was performed.", "The HPLC method used in this study yielded high recovery values (98%-100%) (Table 4), which indicated the accuracy of the method used."], "term": "high performance liquid chromatography", "termType": "MED", "weight": "b"}, {"links": [{"sublinks": [{"sentences": ["In vitro studies showed that cationic chitosan nanoparticles containing LCD are effective carrier candidates for reducing local irritation to GI membranes and other side effects and optimizing plasma drug concentration improving bioavailability and protection of sensitive drugs against light, thus also improving their stability."], "term": "gastrointestinal irritation"}, {"sentences": ["In vitro studies showed that cationic chitosan nanoparticles containing LCD are effective carrier candidates for reducing local irritation to GI membranes and other side effects and optimizing plasma drug concentration improving bioavailability and protection of sensitive drugs against light, thus also improving their stability."], "term": "gastrointestinal symptom"}], "term": "adverse drug reaction - disease"}], "score": 0.9319316148757935, "sentences": ["The results of analyses demonstrated that nanometer-sized spherical nanoparticles were achieved with this technique.", "In vitro release from chitosan nanoparticles fit best the Korsmeyer–Peppas model according to all the criteria.", "It was found that the decrease in the amount of LCD in nanoparticles was in parallel with the relative decrease in average particle size.21 PI values were used to define the particle size distribution.", "Characterization of nanoparticles :     ", "Moreover, the nanoparticles showed a narrow size distribution, cationic characteristic, and relatively high EE.", "Considering negatively charged cell membranes, cationic nanoparticles have great potential in the enhancement of internalization with the cells and also on their uptake.15,26 Differential scanning calorimetry : Thermodynamic variations related to morphological changes during and after the formulation steps can be detected by thermal analysis.27 Figure 2 displays the thermal behavior of the LCD and nanoparticles prepared.", "In vitro release profiles indicated prolonged release of LCD from the nanoparticles that followed the Korsmeyer-Peppas kinetic model.", "SEM images of pure LCD and polymeric nanoparticles are given in Figure 1.", "This information suggests that LCD release from the nanoparticles was through diffusion.44 CONCLUSION : In this study, LCD was used as a model drug to be entrapped in a natural biodegradable material (chitosan) using spray drying.", "The compositions of the chitosan nanoparticles prepared are given in Table 2.", "Preparation of nanoparticles :", "It was shown that all nanoparticles displayed a prolonged release pattern without a burst effect in comparison Table 6.", "Nuclear magnetic resonance Samples were prepared by dissolving nanoparticles in deuterated dimethyl sulfoxide.", "The quantity of LCD encapsulated in nanoparticles was calculated as the difference between the amount initially added (LCDt) and the LCDs.", "Accurately weighed nanoparticles (5 mg) were dispersed in acetonitrile (1 mL), vortexed for 1 min, and centrifuged at 2500 rpm for 5 min for the determination of LCD remaining on the chitosan sphere surface (LCDs).", "Spray-drying conditions Inlet temperature Outlet temperature Flow rate mL/min Pump control level Aspirator control level 120°C 60°C 450 3 3 Particle size and zeta potential Particle size, polydispersity index (PI), and zeta potential measurements were carried out on freshly prepared samples using a Malvern Nano ZS (Zetasizer Nano Series, Malvern, Worcestershire, UK).", "PI values higher than 0.7 are indicative of a very large particle size All nanoparticles prepared in the present study had PI values lower than 0.7; therefore, particle size distribution was uniform.    ", "The placebo nanoparticles ’ images resembled deflated balloons with wrinkled surfaces (Figure 1b), while the LCD-loaded spray-dried formulations demonstrated spherical shapes with the general morphology of spray-dried amorphous materials.12,20 Particle size and zeta potential Mean particle size, PI, and zeta potential values of the chitosan nanoparticles are presented in Table 3.", "The particle shape and surface characteristics of the freshly prepared nanoparticle formulations and LCD were investigated by scanning electron microscope (SEM)", "Different methods were used to prepare chitosan nanoparticles.", "Zeta potential can affect the physical and pharmacokinetic properties of nanosystems in the body or may affect the phagocytosis of nanoparticles in the blood", "In vitro release kinetics : Release kinetics were investigated using the software DDSolver in order to evaluate the mechanism of drug release from nanoparticles.19 Characterization of nanoparticles :     The images showed that all formulations prepared Table 2.", "Compositions of nanoparticles prepared Code Chitosan (g) LCD (g) Acetic acid solution (2%, v/v, mL) Methanol (mL)    ", "Samples of all nanoparticles were dispersed in double distilled water (adjusted to a constant conductivity of 50 µS.cm-1 using 0.9% NaCl) just prior to analyses.", "Levocetirizine dihydrochloride, chitosan, polymeric nanoparticle, spray drying MATERIALS AND METHODS :  Materials :", "LCD release from nanoparticles was much slower than that of its pure form, showing a time-dependent release manner in release media.", "LCD was successfully incorporated into chitosan nanoparticles by spray drying for the purpose of oral application.", "Levocetirizine Dihydrochloride-Loaded Chitosan Nanoparticles: Formulation and In Vitro Evaluation", "In vitro drug release, In vitro release kinetics, RESULTS AND DISCUSSION, Characterization of nanoparticles, Morphology, Differential scanning calorimetry, Determination of LCD, Encapsulation efficiency, In vitro drug release, In vitro release kinetics, CONCLUSION, ACKNOWLEDGEMENTS", "The release profiles obtained from chitosan nanoparticles are given in Figure 6.", "The disappearance of LCD peaks in all thermograms of nanoparticles prepared indicated that LCD was molecularly dispersed in the polymeric structure.7,21,23 Fourier transform infrared spectrophotometry FT-IR spectroscopy reveals information about the molecular interactions of chemical components and is beneficial for assessing microstructural changes in the polymeric structure.29    ", " Objectives: The aim of the present study was to formulate levocetirizine hydrochloride (LCD)-loaded chitosan nanoparticles at submicron level with high entrapment efficiency and prolonged effect for optimizing the plasma drug concentration enhancing bioavailability.", "The particle size and size distribution of nanoparticles play a key role in their adhesion and interaction with cells.7 Particle sizes of the nanoparticles were 521.70±8.50 nm and 538.46±5.74 nm for F-1 and F-2, respectively.", "The aim of the present study was to formulate levocetirizine hydrochloride (LCD)-loaded chitosan nanoparticles at submicron level with high entrapment efficiency and prolonged effect for optimizing the plasma drug concentration enhancing bioavailability.", "Characterization of the nanoparticles including encapsulation efficiency, particle size, zeta potential, morphology, polydispersity index, solid-state characterizations, and LCD quantification by high performance liquid chromatography was performed.", "In vitro studies showed that cationic chitosan nanoparticles containing LCD are effective carrier candidates for reducing local irritation to GI membranes and other side effects and optimizing plasma drug concentration improving bioavailability and protection of sensitive drugs against light, thus also improving their stability.", "Therefore, in vitro release kinetics were also evaluated for nanoparticles in comparison with pure LCD using DDSolver.19    ", "The release pattern of LCD from the nanoparticles was determined using a dialysis tube in simulated intestinal fluid (pH 6.8).", "Moreover, drug release was extended more than 2-fold with nanoparticles, which enhances their possible use for better treatment.", "Conclusion: Chitosan-based LCD-loaded polymeric nanoparticles appear to be a promising drug delivery system for the active agent.", "INTRODUCTION, MATERIALS AND METHODS, Materials, Preparation of nanoparticles, Characterization of nanoparticles, Morphology, Differential scanning calorimetry, Determination of LCD, Encapsulation efficiency,", "(p>0.05).21 The release rate was not affected significantly by increasing the amount of LCD used in the nanoparticles.", "All prepared nanoparticles were nanometer sized and the size distributions were relatively monodisperse with PI values of 0.512±0.090 and 0.498±0.074 for F-1 and F-2, respectively.", "In the present study, spray drying was chosen for preparing chitosan nanoparticles since it does not involve toilsome procedures and avoids the use of harsh cross-linking agents and organic solvents that might trigger chemical reactions with the active agent.11", "Chitosan nanoparticles were prepared using a mini spray dryer (B-190, Buchi, Switzerland).", "Encapsulation efficiency : In order to determine the amount of LCD in drug-loaded nanoparticles, drug EE was determined by validated HPLC method.", "Placebo nanoparticles were prepared as described above without the addition of active agent.    ", "In vitro drug release : A dialysis membrane method was used to identify the release behavior of nanoparticles.", "The absence of LCD distinctive peaks confirmed encapsulation of the drug within the polymeric structure.6 Nuclear magnetic resonance spectroscopy The physicochemical properties of nanoparticles can be identified by NMR analysis in a variety of dosage forms to elucidate the status of active agent incorporated into matrices, its molecular mobility, and molecular interactions between the active agent and the excipients.12 Peaks appeared in the broad multiplet between 7 and 8 ppm belonging to peaks of 16 aromatic CH protons and 2 NH protons (Figure 4).32", "Briefly, drug-loaded nanoparticles containing 1.5 mg of LCD were put in dialysis bags (with a molecular cut-off 12-14 kD, Sigma) and capped with closures."], "term": "nanoparticle", "termType": "DRG", "weight": "a"}, {"links": [{"sublinks": [{"sentences": ["In vitro studies showed that cationic chitosan nanoparticles containing LCD are effective carrier candidates for reducing local irritation to GI membranes and other side effects and optimizing plasma drug concentration improving bioavailability and protection of sensitive drugs against light, thus also improving their stability."], "term": "gastrointestinal irritation"}, {"sentences": ["In vitro studies showed that cationic chitosan nanoparticles containing LCD are effective carrier candidates for reducing local irritation to GI membranes and other side effects and optimizing plasma drug concentration improving bioavailability and protection of sensitive drugs against light, thus also improving their stability."], "term": "gastrointestinal symptom"}], "term": "adverse drug reaction - disease"}], "score": 0.9037543535232544, "sentences": ["Levocetirizine dihydrochloride, chitosan, polymeric nanoparticle, spray drying MATERIALS AND METHODS :  Materials :", "In vitro release from chitosan nanoparticles fit best the Korsmeyer–Peppas model according to all the criteria.", "LCD was successfully incorporated into chitosan nanoparticles by spray drying for the purpose of oral application.", "Levocetirizine Dihydrochloride-Loaded Chitosan Nanoparticles: Formulation and In Vitro Evaluation", "Accurately weighed nanoparticles (5 mg) were dispersed in acetonitrile (1 mL), vortexed for 1 min, and centrifuged at 2500 rpm for 5 min for the determination of LCD remaining on the chitosan sphere surface (LCDs).", "The release profiles obtained from chitosan nanoparticles are given in Figure 6.", "Conclusion: Chitosan-based LCD-loaded polymeric nanoparticles appear to be a promising drug delivery system for the active agent.", "The placebo nanoparticles ’ images resembled deflated balloons with wrinkled surfaces (Figure 1b), while the LCD-loaded spray-dried formulations demonstrated spherical shapes with the general morphology of spray-dried amorphous materials.12,20 Particle size and zeta potential Mean particle size, PI, and zeta potential values of the chitosan nanoparticles are presented in Table 3.", " Objectives: The aim of the present study was to formulate levocetirizine hydrochloride (LCD)-loaded chitosan nanoparticles at submicron level with high entrapment efficiency and prolonged effect for optimizing the plasma drug concentration enhancing bioavailability.", "Different methods were used to prepare chitosan nanoparticles.", "In the present study, spray drying was chosen for preparing chitosan nanoparticles since it does not involve toilsome procedures and avoids the use of harsh cross-linking agents and organic solvents that might trigger chemical reactions with the active agent.11", "Chitosan nanoparticles were prepared using a mini spray dryer (B-190, Buchi, Switzerland).", "This information suggests that LCD release from the nanoparticles was through diffusion.44 CONCLUSION : In this study, LCD was used as a model drug to be entrapped in a natural biodegradable material (chitosan) using spray drying.", "The aim of the present study was to formulate levocetirizine hydrochloride (LCD)-loaded chitosan nanoparticles at submicron level with high entrapment efficiency and prolonged effect for optimizing the plasma drug concentration enhancing bioavailability.", "Compositions of nanoparticles prepared Code Chitosan (g) LCD (g) Acetic acid solution (2%, v/v, mL) Methanol (mL)    ", "The compositions of the chitosan nanoparticles prepared are given in Table 2.", "In vitro studies showed that cationic chitosan nanoparticles containing LCD are effective carrier candidates for reducing local irritation to GI membranes and other side effects and optimizing plasma drug concentration improving bioavailability and protection of sensitive drugs against light, thus also improving their stability."], "term": "chitosan nanoparticle", "termType": "DRG", "weight": "a"}, {"links": [{"sublinks": [{"sentences": ["In vitro studies showed that cationic chitosan nanoparticles containing LCD are effective carrier candidates for reducing local irritation to GI membranes and other side effects and optimizing plasma drug concentration improving bioavailability and protection of sensitive drugs against light, thus also improving their stability."], "term": "gastrointestinal irritation"}, {"sentences": ["In vitro studies showed that cationic chitosan nanoparticles containing LCD are effective carrier candidates for reducing local irritation to GI membranes and other side effects and optimizing plasma drug concentration improving bioavailability and protection of sensitive drugs against light, thus also improving their stability."], "term": "gastrointestinal symptom"}], "term": "adverse drug reaction - disease"}], "score": 0.8668379783630371, "sentences": ["In vitro release from chitosan nanoparticles fit best the Korsmeyer–Peppas model according to all the criteria.", "Mean particle size, PI, zeta potential of formulations prepared (n=3)  Standard deviation the carboxylic C-O bond frequency was observed at 1463- 1263 cm−1, the aliphatic chain C-O bond in CH2CH2OCH2COOH appeared at 1180.4 cm-1 and at 758 The placebo formulation showed similar absorption bands with pure chitosan.", "Chitosan (low molecular weight with 20-200 mPas.s viscosity) was purchased from Sigma (Steinheim, Germany).", "Accurately weighed chitosan (1 g) was dissolved in acetic acid solution (2% v/v, 120 mL).", "This information suggests that LCD release from the nanoparticles was through diffusion.44 CONCLUSION : In this study, LCD was used as a model drug to be entrapped in a natural biodegradable material (chitosan) using spray drying.", "The compositions of the chitosan nanoparticles prepared are given in Table 2.", "Accurately weighed nanoparticles (5 mg) were dispersed in acetonitrile (1 mL), vortexed for 1 min, and centrifuged at 2500 rpm for 5 min for the determination of LCD remaining on the chitosan sphere surface (LCDs).", "The placebo nanoparticles ’ images resembled deflated balloons with wrinkled surfaces (Figure 1b), while the LCD-loaded spray-dried formulations demonstrated spherical shapes with the general morphology of spray-dried amorphous materials.12,20 Particle size and zeta potential Mean particle size, PI, and zeta potential values of the chitosan nanoparticles are presented in Table 3.", "Ethanol (96% v/v, 120 mL) was added to the acidic solution in order to decrease the viscosity of the chitosan solution.", "Different methods were used to prepare chitosan nanoparticles.", "Compositions of nanoparticles prepared Code Chitosan (g) LCD (g) Acetic acid solution (2%, v/v, mL) Methanol (mL)    ", "Levocetirizine dihydrochloride, chitosan, polymeric nanoparticle, spray drying MATERIALS AND METHODS :  Materials :", "LCD was successfully incorporated into chitosan nanoparticles by spray drying for the purpose of oral application.", "Levocetirizine Dihydrochloride-Loaded Chitosan Nanoparticles: Formulation and In Vitro Evaluation", "The release profiles obtained from chitosan nanoparticles are given in Figure 6.", "Pure chitosan and LCD were analyzed by DSC, FT-IR, and 1H-NMR and were used as reference evaluating the interaction between polymer and LCD.", " Objectives: The aim of the present study was to formulate levocetirizine hydrochloride (LCD)-loaded chitosan nanoparticles at submicron level with high entrapment efficiency and prolonged effect for optimizing the plasma drug concentration enhancing bioavailability.", "The aim of the present study was to formulate levocetirizine hydrochloride (LCD)-loaded chitosan nanoparticles at submicron level with high entrapment efficiency and prolonged effect for optimizing the plasma drug concentration enhancing bioavailability.", "In vitro studies showed that cationic chitosan nanoparticles containing LCD are effective carrier candidates for reducing local irritation to GI membranes and other side effects and optimizing plasma drug concentration improving bioavailability and protection of sensitive drugs against light, thus also improving their stability.", "Conclusion: Chitosan-based LCD-loaded polymeric nanoparticles appear to be a promising drug delivery system for the active agent.", "In the present study, spray drying was chosen for preparing chitosan nanoparticles since it does not involve toilsome procedures and avoids the use of harsh cross-linking agents and organic solvents that might trigger chemical reactions with the active agent.11", "Chitosan nanoparticles were prepared using a mini spray dryer (B-190, Buchi, Switzerland)."], "term": "chitosan", "termType": "DRG", "weight": "a"}, {"score": 0.8659377098083496, "sentences": ["SEM images of pure LCD and polymeric nanoparticles are given in Figure 1.", "The particle shape and surface characteristics of the freshly prepared nanoparticle formulations and LCD were investigated by scanning electron microscope (SEM)"], "term": "scanning electron microscopy", "termType": "MED", "weight": "b"}, {"score": 0.8556275367736816, "sentences": ["The method chosen depended on factors such as particle size, thermal and chemical stability of the active agent, reproducibility of the release profiles, stability of the final product, and residual toxicity associated with the final product.11 Spray drying is a well-known technique to produce powders, granules, or agglomerates from mixtures of drug and excipient solutions as well as suspensions.15", "In vitro studies showed that cationic chitosan nanoparticles containing LCD are effective carrier candidates for reducing local irritation to GI membranes and other side effects and optimizing plasma drug concentration improving bioavailability and protection of sensitive drugs against light, thus also improving their stability."], "term": "drug stability", "termType": "MED", "weight": "b"}, {"score": 0.8551551699638367, "sentences": ["Therefore, in vitro release kinetics were also evaluated for nanoparticles in comparison with pure LCD using DDSolver.19    ", "Drug-polymer composition is most likely one of the reasons for the in vitro release rate; however, it seems that a complex phenomenon between active agent and polymer molecules may occur, including entrapment of drug within the polymeric network and the adsorption of drug molecules on the surface of polymeric matrices as a result of electrostatic adhesion.39,40", "In vitro release from chitosan nanoparticles fit best the Korsmeyer–Peppas model according to all the criteria.", "In vitro characteristics were evaluated in detail.", "Levocetirizine Dihydrochloride-Loaded Chitosan Nanoparticles: Formulation and In Vitro Evaluation", "The bags were immersed into dissolution medium containing 80 mL of SIF at 37±1°C on a water bath using a continuous magnetic stirring rate of 100 rpm.7 Sink conditions were maintained in the receptor compartment during the in vitro release studies.", "In vitro drug release : Dissolution testing has been recognized as an important tool for both drug development and quality control.41", "In vitro drug release, In vitro release kinetics, RESULTS AND DISCUSSION, Characterization of nanoparticles, Morphology, Differential scanning calorimetry, Determination of LCD, Encapsulation efficiency, In vitro drug release, In vitro release kinetics, CONCLUSION, ACKNOWLEDGEMENTS", "In vitro release kinetics : Quantitative evaluation of drug dissolution characteristics is of great interest to pharmaceutical scientists.", "In vitro release profiles of LCD were investigated in freshly prepared simulated intestinal fluid (SIF, pH 6.8) over 72 Next 1-mL samples were withdrawn at predetermined time intervals and LCD contents in the receptor chamber were determined by HPLC and the release profile of pure LCD was used as a reference for better evaluation of the profiles.", "In vitro dissolution data were transferred to DDSolver to determine five important and the most popular criteria.", "In vitro release kinetics : Release kinetics were investigated using the software DDSolver in order to evaluate the mechanism of drug release from nanoparticles.19 Characterization of nanoparticles :     The images showed that all formulations prepared Table 2.", "Fitting in vitro release profiles to mathematical models describing drug release as a function of time gives valuable data about the in vivo release behavior of optimal delivery systems.42", "In vitro drug release : A dialysis membrane method was used to identify the release behavior of nanoparticles.", "In vitro release profiles indicated prolonged release of LCD from the nanoparticles that followed the Korsmeyer-Peppas kinetic model.", "The R2, R2 adjusted, MSC, and AIC values obtained as a result of applying in vitro release study data to different kinetic models using DDSolver are shown in Table 6.", "In vitro studies showed that cationic chitosan nanoparticles containing LCD are effective carrier candidates for reducing local irritation to GI membranes and other side effects and optimizing plasma drug concentration improving bioavailability and protection of sensitive drugs against light, thus also improving their stability."], "term": "in vitro study", "termType": "MED", "weight": "a"}, {"score": 0.8188449144363403, "sentences": ["The final clear solution was then spray dried with an inlet temperature of 120±1°C and outlet temperature of 60±5°C and delivered to a drying zone via a 4 µm nozzle.", "The method chosen depended on factors such as particle size, thermal and chemical stability of the active agent, reproducibility of the release profiles, stability of the final product, and residual toxicity associated with the final product.11 Spray drying is a well-known technique to produce powders, granules, or agglomerates from mixtures of drug and excipient solutions as well as suspensions.15", "LCD was successfully incorporated into chitosan nanoparticles by spray drying for the purpose of oral application.", "Spray-drying conditions Inlet temperature Outlet temperature Flow rate mL/min Pump control level Aspirator control level 120°C 60°C 450 3 3 Particle size and zeta potential Particle size, polydispersity index (PI), and zeta potential measurements were carried out on freshly prepared samples using a Malvern Nano ZS (Zetasizer Nano Series, Malvern, Worcestershire, UK).", "The spray-drying conditions are shown in Table 1.", "In the present study, spray drying was chosen for preparing chitosan nanoparticles since it does not involve toilsome procedures and avoids the use of harsh cross-linking agents and organic solvents that might trigger chemical reactions with the active agent.11", "This information suggests that LCD release from the nanoparticles was through diffusion.44 CONCLUSION : In this study, LCD was used as a model drug to be entrapped in a natural biodegradable material (chitosan) using spray drying.", "When preparing particulate systems by spray drying, it has to be kept in the mind that production parameters such as size of nozzle, feeding pump rate, inlet temperature, and compressed air flow rate affect particle size.15,16", "LCD was successfully loaded into the polymeric matrices by spray drying.", "Levocetirizine dihydrochloride, chitosan, polymeric nanoparticle, spray drying MATERIALS AND METHODS :  Materials :"], "term": "spray drying", "termType": "MED", "weight": "b"}, {"score": 0.8177520036697388, "sentences": ["In vitro release profiles of LCD were investigated in freshly prepared simulated intestinal fluid (SIF, pH 6.8) over 72 Next 1-mL samples were withdrawn at predetermined time intervals and LCD contents in the receptor chamber were determined by HPLC and the release profile of pure LCD was used as a reference for better evaluation of the profiles.", "The release pattern of LCD from the nanoparticles was determined using a dialysis tube in simulated intestinal fluid (pH 6.8)."], "term": "pH", "termType": "MED", "weight": "b"}, {"score": 0.8131033182144165, "sentences": ["The disappearance of LCD peaks in all thermograms of nanoparticles prepared indicated that LCD was molecularly dispersed in the polymeric structure.7,21,23 Fourier transform infrared spectrophotometry FT-IR spectroscopy reveals information about the molecular interactions of chemical components and is beneficial for assessing microstructural changes in the polymeric structure.29    "], "term": "infrared spectroscopy", "termType": "MED", "weight": "b"}, {"score": 0.8090861439704895, "sentences": ["Characterization of the nanoparticles including encapsulation efficiency, particle size, zeta potential, morphology, polydispersity index, solid-state characterizations, and LCD quantification by high performance liquid chromatography was performed.", "Spray-drying conditions Inlet temperature Outlet temperature Flow rate mL/min Pump control level Aspirator control level 120°C 60°C 450 3 3 Particle size and zeta potential Particle size, polydispersity index (PI), and zeta potential measurements were carried out on freshly prepared samples using a Malvern Nano ZS (Zetasizer Nano Series, Malvern, Worcestershire, UK)."], "term": "dispersity", "termType": "MED", "weight": "b"}, {"score": 0.791777491569519, "term": "controlled study", "termType": "MED", "weight": "b"}, {"score": 0.754043698310852, "sentences": ["Levocetirizine Dihydrochloride-Loaded Chitosan Nanoparticles: Formulation and In Vitro Evaluation", " Objectives: The aim of the present study was to formulate levocetirizine hydrochloride (LCD)-loaded chitosan nanoparticles at submicron level with high entrapment efficiency and prolonged effect for optimizing the plasma drug concentration enhancing bioavailability.", "Levocetirizine dihydrochloride test results obtained by the analytical method to the true values.", "Levocetirizine dihydrochloride with the pure drug.", "Levocetirizine dihydrochloride   ", "The aim of the present study was to formulate levocetirizine hydrochloride (LCD)-loaded chitosan nanoparticles at submicron level with high entrapment efficiency and prolonged effect for optimizing the plasma drug concentration enhancing bioavailability.", "Levocetirizine dihydrochloride, chitosan, polymeric nanoparticle, spray drying MATERIALS AND METHODS :  Materials :"], "term": "levocetirizine", "termType": "DRG", "weight": "a"}, {"score": 0.7515353560447693, "sentences": ["In vitro drug release, In vitro release kinetics, RESULTS AND DISCUSSION, Characterization of nanoparticles, Morphology, Differential scanning calorimetry, Determination of LCD, Encapsulation efficiency, In vitro drug release, In vitro release kinetics, CONCLUSION, ACKNOWLEDGEMENTS", "INTRODUCTION, MATERIALS AND METHODS, Materials, Preparation of nanoparticles, Characterization of nanoparticles, Morphology, Differential scanning calorimetry, Determination of LCD, Encapsulation efficiency,", "Encapsulation efficiency : In order to determine the amount of LCD in drug-loaded nanoparticles, drug EE was determined by validated HPLC method.", "Characterization of the nanoparticles including encapsulation efficiency, particle size, zeta potential, morphology, polydispersity index, solid-state characterizations, and LCD quantification by high performance liquid chromatography was performed.", "It was found that all the results of the present coefficient of variation are below 2%, showing the method was valid.37,38 Encapsulation efficiency : The EE is the percentage of the amount of the drug loaded into polymeric matrices.", "The absence of LCD distinctive peaks confirmed encapsulation of the drug within the polymeric structure.6 Nuclear magnetic resonance spectroscopy The physicochemical properties of nanoparticles can be identified by NMR analysis in a variety of dosage forms to elucidate the status of active agent incorporated into matrices, its molecular mobility, and molecular interactions between the active agent and the excipients.12 Peaks appeared in the broad multiplet between 7 and 8 ppm belonging to peaks of 16 aromatic CH protons and 2 NH protons (Figure 4).32"], "term": "encapsulation", "termType": "MED", "weight": "b"}, {"score": 0.7266472578048706, "sentences": ["In vitro drug release, In vitro release kinetics, RESULTS AND DISCUSSION, Characterization of nanoparticles, Morphology, Differential scanning calorimetry, Determination of LCD, Encapsulation efficiency, In vitro drug release, In vitro release kinetics, CONCLUSION, ACKNOWLEDGEMENTS"], "term": "drug determination", "termType": "MED", "weight": "b"}, {"score": 0.6562229990959167, "sentences": ["The results of analyses demonstrated that nanometer-sized spherical nanoparticles were achieved with this technique.", "Measurements obtained with three different concentrations (low, medium, and high) evaluating repeatability and reproducibility of the analytical method used seem to verify the precision of the method since the percentage of relative standard deviation (RSD) was below 2%, which is within the targeted interval (Table 5).36", "The method chosen depended on factors such as particle size, thermal and chemical stability of the active agent, reproducibility of the release profiles, stability of the final product, and residual toxicity associated with the final product.11 Spray drying is a well-known technique to produce powders, granules, or agglomerates from mixtures of drug and excipient solutions as well as suspensions.15", "The method validation conducted proved the accuracy, reliability, and specificity of the method.", "Materials and Methods:", "The analytical process validation method of the International Harmonization Committee was used in the present study.", "INTRODUCTION, MATERIALS AND METHODS, Materials, Preparation of nanoparticles, Characterization of nanoparticles, Morphology, Differential scanning calorimetry, Determination of LCD, Encapsulation efficiency,", "The linearity of the method was examined in the range of 2.5-250 µg.mL-1 and the calibration curve was chosen in this range (Figure 5).", "Different methods were used to prepare chitosan nanoparticles.", "In the present study, spray drying was chosen for preparing chitosan nanoparticles since it does not involve toilsome procedures and avoids the use of harsh cross-linking agents and organic solvents that might trigger chemical reactions with the active agent.11", "It was reported that recovery values must be in the range of 98%-102% to decide on the accuracy of the method used.", "Encapsulation efficiency : In order to determine the amount of LCD in drug-loaded nanoparticles, drug EE was determined by validated HPLC method.", "Levocetirizine dihydrochloride test results obtained by the analytical method to the true values.", "Meanwhile this method was specific for the determination and quantification of LCD.", "In vitro drug release : A dialysis membrane method was used to identify the release behavior of nanoparticles.", "It was found that all the results of the present coefficient of variation are below 2%, showing the method was valid.37,38 Encapsulation efficiency : The EE is the percentage of the amount of the drug loaded into polymeric matrices.", "The method was validated for linearity, accuracy, precision, sensitivity, and specificity with reference to the guidelines.35", "The HPLC method used in this study yielded high recovery values (98%-100%) (Table 4), which indicated the accuracy of the method used.", "Levocetirizine dihydrochloride, chitosan, polymeric nanoparticle, spray drying MATERIALS AND METHODS :  Materials :"], "term": "procedures", "termType": "MED", "weight": "b"}, {"score": 0.641181230545044, "term": "drug formulation", "termType": "MED", "weight": "b"}, {"score": 0.6312283277511597, "sentences": ["In vitro release kinetics : Quantitative evaluation of drug dissolution characteristics is of great interest to pharmaceutical scientists.", "In vitro drug release : Dissolution testing has been recognized as an important tool for both drug development and quality control.41"], "term": "drug solubility", "termType": "MED", "weight": "b"}, {"score": 0.6287083029747009, "sentences": ["In vitro studies showed that cationic chitosan nanoparticles containing LCD are effective carrier candidates for reducing local irritation to GI membranes and other side effects and optimizing plasma drug concentration improving bioavailability and protection of sensitive drugs against light, thus also improving their stability.", "The aim of the present study was to formulate levocetirizine hydrochloride (LCD)-loaded chitosan nanoparticles at submicron level with high entrapment efficiency and prolonged effect for optimizing the plasma drug concentration enhancing bioavailability.", " Objectives: The aim of the present study was to formulate levocetirizine hydrochloride (LCD)-loaded chitosan nanoparticles at submicron level with high entrapment efficiency and prolonged effect for optimizing the plasma drug concentration enhancing bioavailability."], "term": "drug bioavailability", "termType": "MED", "weight": "b"}, {"score": 0.5848395824432373, "sentences": ["Drug-polymer composition is most likely one of the reasons for the in vitro release rate; however, it seems that a complex phenomenon between active agent and polymer molecules may occur, including entrapment of drug within the polymeric network and the adsorption of drug molecules on the surface of polymeric matrices as a result of electrostatic adhesion.39,40", "(1) Differential scanning calorimetry : Structural and crystallinity changes in LCD and the polymer due to the thermal impacts during the formulation steps were evaluated using differential scanning calorimetry (DSC) (DSC60, Shimadzu Scientific Instruments, Columbia, MI, USA).", "Pure chitosan and LCD were analyzed by DSC, FT-IR, and 1H-NMR and were used as reference evaluating the interaction between polymer and LCD."], "term": "polymer", "termType": "DRG", "weight": "b"}, {"score": 0.5709177851676941, "sentences": ["Drug-polymer composition is most likely one of the reasons for the in vitro release rate; however, it seems that a complex phenomenon between active agent and polymer molecules may occur, including entrapment of drug within the polymeric network and the adsorption of drug molecules on the surface of polymeric matrices as a result of electrostatic adhesion.39,40", "Solid state characterization studies such as DSC, FT-IR, and 1H-NMR confirmed the successful incorporation into the polymeric matrices.", "This model indicates diffusion controlled release from a polymeric matrix nano-system developed.9,23 n’ is the diffusional release exponent that could be used to characterize the different release mechanisms [n≤0.45 (Fickian diffusion), 0.45<n<1 (anomalous transport), and n=1 (case II transports; i.e. zero-order", "Conclusion: Chitosan-based LCD-loaded polymeric nanoparticles appear to be a promising drug delivery system for the active agent.", "The disappearance of LCD peaks in all thermograms of nanoparticles prepared indicated that LCD was molecularly dispersed in the polymeric structure.7,21,23 Fourier transform infrared spectrophotometry FT-IR spectroscopy reveals information about the molecular interactions of chemical components and is beneficial for assessing microstructural changes in the polymeric structure.29    ", "The absence of LCD distinctive peaks confirmed encapsulation of the drug within the polymeric structure.6 Nuclear magnetic resonance spectroscopy The physicochemical properties of nanoparticles can be identified by NMR analysis in a variety of dosage forms to elucidate the status of active agent incorporated into matrices, its molecular mobility, and molecular interactions between the active agent and the excipients.12 Peaks appeared in the broad multiplet between 7 and 8 ppm belonging to peaks of 16 aromatic CH protons and 2 NH protons (Figure 4).32", "F-2, respectively, which may be attributed to the positive charges on polymeric matrices, indicating adequate physical stability.", "SEM images of pure LCD and polymeric nanoparticles are given in Figure 1.", "The Korsmeyer–Peppas equation proposed that release of LCD from the polymeric matrices was through Fickian diffusion (n=0.290 and n=0.420 for F-1 and F-2, respectively).", "According to the criteria, formulations were fitted to the Korsmeyer–Peppas model demonstrating the diffusion mechanism of polymeric matrices.", "It was found that all the results of the present coefficient of variation are below 2%, showing the method was valid.37,38 Encapsulation efficiency : The EE is the percentage of the amount of the drug loaded into polymeric matrices.", "LCD was successfully loaded into the polymeric matrices by spray drying.", "Levocetirizine dihydrochloride, chitosan, polymeric nanoparticle, spray drying MATERIALS AND METHODS :  Materials :"], "term": "polymerization", "termType": "MED", "weight": "b"}, {"score": 0.5533198118209839, "sentences": ["Solid state characterization studies such as DSC, FT-IR, and 1H-NMR confirmed the successful incorporation into the polymeric matrices.", "analysis spectra were recorded using (NMR) spectroscopy (1H-NMR) analyses were performed using an UltraShield™ CPMAS NMR (Bruker, Rheinstetten, Germany).", "Pure chitosan and LCD were analyzed by DSC, FT-IR, and 1H-NMR and were used as reference evaluating the interaction between polymer and LCD."], "term": "proton nuclear magnetic resonance", "termType": "MED", "weight": "b"}, {"score": 0.54150390625, "sentences": ["Nuclear magnetic resonance spectroscopy", "analysis spectra were recorded using (NMR) spectroscopy (1H-NMR) analyses were performed using an UltraShield™ CPMAS NMR (Bruker, Rheinstetten, Germany).", "The absence of LCD distinctive peaks confirmed encapsulation of the drug within the polymeric structure.6 Nuclear magnetic resonance spectroscopy The physicochemical properties of nanoparticles can be identified by NMR analysis in a variety of dosage forms to elucidate the status of active agent incorporated into matrices, its molecular mobility, and molecular interactions between the active agent and the excipients.12 Peaks appeared in the broad multiplet between 7 and 8 ppm belonging to peaks of 16 aromatic CH protons and 2 NH protons (Figure 4).32"], "term": "nuclear magnetic resonance spectroscopy", "termType": "MED", "weight": "b"}, {"score": 0.533862829208374, "sentences": ["Ethanol (96% v/v, 120 mL) was added to the acidic solution in order to decrease the viscosity of the chitosan solution.", "Chitosan (low molecular weight with 20-200 mPas.s viscosity) was purchased from Sigma (Steinheim, Germany)."], "term": "viscosity", "termType": "MED", "weight": "b"}, {"score": 0.48806533217430115, "sentences": ["Therefore, in vitro release kinetics were also evaluated for nanoparticles in comparison with pure LCD using DDSolver.19    ", "In vitro drug release, In vitro release kinetics, RESULTS AND DISCUSSION, Characterization of nanoparticles, Morphology, Differential scanning calorimetry, Determination of LCD, Encapsulation efficiency, In vitro drug release, In vitro release kinetics, CONCLUSION, ACKNOWLEDGEMENTS", "In vitro release kinetics : Quantitative evaluation of drug dissolution characteristics is of great interest to pharmaceutical scientists.", "The highest R2, R2 adjusted, and MSC values and the lowest AIC values were used for the evaluation of the best fitted models.19,43 Zeroorder kinetics, first-order kinetics, Higuchi, Hixson–Crowell, Korsmeyer–Peppas, and Hopfenberg models were selected for evaluation in DDSolver.", "In vitro release kinetics : Release kinetics were investigated using the software DDSolver in order to evaluate the mechanism of drug release from nanoparticles.19 Characterization of nanoparticles :     The images showed that all formulations prepared Table 2.", "In vitro release profiles indicated prolonged release of LCD from the nanoparticles that followed the Korsmeyer-Peppas kinetic model."], "term": "kinetics", "termType": "MED", "weight": "b"}, {"score": 0.47947677969932556, "sentences": ["In vitro drug release, In vitro release kinetics, RESULTS AND DISCUSSION, Characterization of nanoparticles, Morphology, Differential scanning calorimetry, Determination of LCD, Encapsulation efficiency, In vitro drug release, In vitro release kinetics, CONCLUSION, ACKNOWLEDGEMENTS", " Objectives: The aim of the present study was to formulate levocetirizine hydrochloride (LCD)-loaded chitosan nanoparticles at submicron level with high entrapment efficiency and prolonged effect for optimizing the plasma drug concentration enhancing bioavailability.", "Encapsulation efficiency : In order to determine the amount of LCD in drug-loaded nanoparticles, drug EE was determined by validated HPLC method.", "The aim of the present study was to formulate levocetirizine hydrochloride (LCD)-loaded chitosan nanoparticles at submicron level with high entrapment efficiency and prolonged effect for optimizing the plasma drug concentration enhancing bioavailability.", "It was found that all the results of the present coefficient of variation are below 2%, showing the method was valid.37,38 Encapsulation efficiency : The EE is the percentage of the amount of the drug loaded into polymeric matrices."], "term": "drug efficacy", "termType": "MED", "weight": "b"}, {"score": 0.4695308804512024, "sentences": ["In vitro release kinetics : Quantitative evaluation of drug dissolution characteristics is of great interest to pharmaceutical scientists.", "In vitro drug release, In vitro release kinetics, RESULTS AND DISCUSSION, Characterization of nanoparticles, Morphology, Differential scanning calorimetry, Determination of LCD, Encapsulation efficiency, In vitro drug release, In vitro release kinetics, CONCLUSION, ACKNOWLEDGEMENTS", "In vitro drug release : Dissolution testing has been recognized as an important tool for both drug development and quality control.41"], "term": "drug screening", "termType": "MED", "weight": "b"}, {"score": 0.4650039076805115, "sentences": ["Spray-drying conditions Inlet temperature Outlet temperature Flow rate mL/min Pump control level Aspirator control level 120°C 60°C 450 3 3 Particle size and zeta potential Particle size, polydispersity index (PI), and zeta potential measurements were carried out on freshly prepared samples using a Malvern Nano ZS (Zetasizer Nano Series, Malvern, Worcestershire, UK).", "Carbon dioxide gas was used at a flow rate of 120 L.min-1.", "When preparing particulate systems by spray drying, it has to be kept in the mind that production parameters such as size of nozzle, feeding pump rate, inlet temperature, and compressed air flow rate affect particle size.15,16", "Acetonitrile: water: 1 M sulfuric acid (93:66:4, v/v/v) was used as mobile phase with a flow rate of 1 mL.min-1; 20 µL constant amount of samples injected via an automatic injector (Shimadzu, Tokyo, Japan) was used and a photodiode detector was used at 230", "Analyses were performed under nitrogen at a flow rate of 50 mL.min-1 at 30-250°C with a rate of increase of 10°C.min-1.    "], "term": "flow rate", "termType": "MED", "weight": "b"}, {"score": 0.4619736671447754, "sentences": ["In vitro studies showed that cationic chitosan nanoparticles containing LCD are effective carrier candidates for reducing local irritation to GI membranes and other side effects and optimizing plasma drug concentration improving bioavailability and protection of sensitive drugs against light, thus also improving their stability.", "The aim of the present study was to formulate levocetirizine hydrochloride (LCD)-loaded chitosan nanoparticles at submicron level with high entrapment efficiency and prolonged effect for optimizing the plasma drug concentration enhancing bioavailability.", " Objectives: The aim of the present study was to formulate levocetirizine hydrochloride (LCD)-loaded chitosan nanoparticles at submicron level with high entrapment efficiency and prolonged effect for optimizing the plasma drug concentration enhancing bioavailability."], "term": "bioavailability", "termType": "MED", "weight": "b"}, {"links": [{"sublinks": [{"sentences": ["The method chosen depended on factors such as particle size, thermal and chemical stability of the active agent, reproducibility of the release profiles, stability of the final product, and residual toxicity associated with the final product.11 Spray drying is a well-known technique to produce powders, granules, or agglomerates from mixtures of drug and excipient solutions as well as suspensions.15"], "term": "drug toxicity"}, {"sentences": ["In vitro studies showed that cationic chitosan nanoparticles containing LCD are effective carrier candidates for reducing local irritation to GI membranes and other side effects and optimizing plasma drug concentration improving bioavailability and protection of sensitive drugs against light, thus also improving their stability."], "term": "gastrointestinal irritation"}, {"sentences": ["In vitro studies showed that cationic chitosan nanoparticles containing LCD are effective carrier candidates for reducing local irritation to GI membranes and other side effects and optimizing plasma drug concentration improving bioavailability and protection of sensitive drugs against light, thus also improving their stability."], "term": "gastrointestinal symptom"}], "term": "adverse drug reaction - disease"}], "score": 0.44964730739593506, "sentences": ["n: is the diffusional exponent indicating the drug-release mechanism, F0 is the initial fraction of the drug in the solution resulting from a burst release, kHB:", "This information suggests that LCD release from the nanoparticles was through diffusion.44 CONCLUSION : In this study, LCD was used as a model drug to be entrapped in a natural biodegradable material (chitosan) using spray drying.", "The method chosen depended on factors such as particle size, thermal and chemical stability of the active agent, reproducibility of the release profiles, stability of the final product, and residual toxicity associated with the final product.11 Spray drying is a well-known technique to produce powders, granules, or agglomerates from mixtures of drug and excipient solutions as well as suspensions.15", "In vitro drug release : Dissolution testing has been recognized as an important tool for both drug development and quality control.41", "In vitro drug release : A dialysis membrane method was used to identify the release behavior of nanoparticles.", "In vitro release kinetics : Release kinetics were investigated using the software DDSolver in order to evaluate the mechanism of drug release from nanoparticles.19 Characterization of nanoparticles :     The images showed that all formulations prepared Table 2.", "Levocetirizine dihydrochloride with the pure drug.", "Drug-polymer composition is most likely one of the reasons for the in vitro release rate; however, it seems that a complex phenomenon between active agent and polymer molecules may occur, including entrapment of drug within the polymeric network and the adsorption of drug molecules on the surface of polymeric matrices as a result of electrostatic adhesion.39,40", "In vitro drug release, In vitro release kinetics, RESULTS AND DISCUSSION, Characterization of nanoparticles, Morphology, Differential scanning calorimetry, Determination of LCD, Encapsulation efficiency, In vitro drug release, In vitro release kinetics, CONCLUSION, ACKNOWLEDGEMENTS", "Drug release data were evaluated using many mathematical and statistical parameters.19 Table 5.", " Objectives: The aim of the present study was to formulate levocetirizine hydrochloride (LCD)-loaded chitosan nanoparticles at submicron level with high entrapment efficiency and prolonged effect for optimizing the plasma drug concentration enhancing bioavailability.", "The aim of the present study was to formulate levocetirizine hydrochloride (LCD)-loaded chitosan nanoparticles at submicron level with high entrapment efficiency and prolonged effect for optimizing the plasma drug concentration enhancing bioavailability.", "Fitting in vitro release profiles to mathematical models describing drug release as a function of time gives valuable data about the in vivo release behavior of optimal delivery systems.42", "It was found that all the results of the present coefficient of variation are below 2%, showing the method was valid.37,38 Encapsulation efficiency : The EE is the percentage of the amount of the drug loaded into polymeric matrices.", "Release of pure LCD fit best the first-order model, where drug release is concentration dependent.", "In vitro studies showed that cationic chitosan nanoparticles containing LCD are effective carrier candidates for reducing local irritation to GI membranes and other side effects and optimizing plasma drug concentration improving bioavailability and protection of sensitive drugs against light, thus also improving their stability.", "Moreover, drug release was extended more than 2-fold with nanoparticles, which enhances their possible use for better treatment.", "In all models, F is the fraction (%) of drug released in time t, k0: zero-order release constant, k1: first-order release constant, kH: Higuchi release constant, kHC: Hixson-Crowell release constant kKP: release", "In vitro release kinetics : Quantitative evaluation of drug dissolution characteristics is of great interest to pharmaceutical scientists.", "Conclusion: Chitosan-based LCD-loaded polymeric nanoparticles appear to be a promising drug delivery system for the active agent.", "Encapsulation efficiency : In order to determine the amount of LCD in drug-loaded nanoparticles, drug EE was determined by validated HPLC method.", "constant incorporating structural and geometric characteristics of the drug-dosage form,", "The absence of LCD distinctive peaks confirmed encapsulation of the drug within the polymeric structure.6 Nuclear magnetic resonance spectroscopy The physicochemical properties of nanoparticles can be identified by NMR analysis in a variety of dosage forms to elucidate the status of active agent incorporated into matrices, its molecular mobility, and molecular interactions between the active agent and the excipients.12 Peaks appeared in the broad multiplet between 7 and 8 ppm belonging to peaks of 16 aromatic CH protons and 2 NH protons (Figure 4).32", "Briefly, drug-loaded nanoparticles containing 1.5 mg of LCD were put in dialysis bags (with a molecular cut-off 12-14 kD, Sigma) and capped with closures."], "term": "drug", "termType": "DRG", "weight": "b"}, {"score": 0.429066926240921, "sentences": ["Drug-polymer composition is most likely one of the reasons for the in vitro release rate; however, it seems that a complex phenomenon between active agent and polymer molecules may occur, including entrapment of drug within the polymeric network and the adsorption of drug molecules on the surface of polymeric matrices as a result of electrostatic adhesion.39,40", "The absence of LCD distinctive peaks confirmed encapsulation of the drug within the polymeric structure.6 Nuclear magnetic resonance spectroscopy The physicochemical properties of nanoparticles can be identified by NMR analysis in a variety of dosage forms to elucidate the status of active agent incorporated into matrices, its molecular mobility, and molecular interactions between the active agent and the excipients.12 Peaks appeared in the broad multiplet between 7 and 8 ppm belonging to peaks of 16 aromatic CH protons and 2 NH protons (Figure 4).32", "In vitro drug release, In vitro release kinetics, RESULTS AND DISCUSSION, Characterization of nanoparticles, Morphology, Differential scanning calorimetry, Determination of LCD, Encapsulation efficiency, In vitro drug release, In vitro release kinetics, CONCLUSION, ACKNOWLEDGEMENTS", "In vitro release kinetics : Release kinetics were investigated using the software DDSolver in order to evaluate the mechanism of drug release from nanoparticles.19 Characterization of nanoparticles :     The images showed that all formulations prepared Table 2."], "term": "drug analysis", "termType": "MED", "weight": "b"}, {"score": 0.4167686998844147, "sentences": ["In vitro studies showed that cationic chitosan nanoparticles containing LCD are effective carrier candidates for reducing local irritation to GI membranes and other side effects and optimizing plasma drug concentration improving bioavailability and protection of sensitive drugs against light, thus also improving their stability.", "Release of pure LCD fit best the first-order model, where drug release is concentration dependent.", "The aim of the present study was to formulate levocetirizine hydrochloride (LCD)-loaded chitosan nanoparticles at submicron level with high entrapment efficiency and prolonged effect for optimizing the plasma drug concentration enhancing bioavailability.", " Objectives: The aim of the present study was to formulate levocetirizine hydrochloride (LCD)-loaded chitosan nanoparticles at submicron level with high entrapment efficiency and prolonged effect for optimizing the plasma drug concentration enhancing bioavailability."], "term": "drug concentration", "termType": "MED", "weight": "b"}, {"score": 0.4126187264919281, "sentences": ["In vitro drug release : A dialysis membrane method was used to identify the release behavior of nanoparticles.", "The release pattern of LCD from the nanoparticles was determined using a dialysis tube in simulated intestinal fluid (pH 6.8).", "Briefly, drug-loaded nanoparticles containing 1.5 mg of LCD were put in dialysis bags (with a molecular cut-off 12-14 kD, Sigma) and capped with closures."], "term": "dialysis", "termType": "MED", "weight": "b"}, {"score": 0.4114881455898285, "sentences": ["In vitro release profiles of LCD were investigated in freshly prepared simulated intestinal fluid (SIF, pH 6.8) over 72 Next 1-mL samples were withdrawn at predetermined time intervals and LCD contents in the receptor chamber were determined by HPLC and the release profile of pure LCD was used as a reference for better evaluation of the profiles.", "The release pattern of LCD from the nanoparticles was determined using a dialysis tube in simulated intestinal fluid (pH 6.8)."], "term": "intestine fluid", "termType": "MED", "weight": "b"}, {"score": 0.40237563848495483, "sentences": ["Chitosan (low molecular weight with 20-200 mPas.s viscosity) was purchased from Sigma (Steinheim, Germany)."], "term": "molecular weight", "termType": "MED", "weight": "b"}, {"score": 0.4006112813949585, "term": "physical chemistry", "termType": "MED", "weight": "b"}, {"score": 0.3827250003814697, "sentences": ["The linearity of the method was examined in the range of 2.5-250 µg.mL-1 and the calibration curve was chosen in this range (Figure 5).", "The calibration curve was constructed by plotting the peak area ratio (y) of the LCD concentration."], "term": "calibration", "termType": "MED", "weight": "b"}, {"score": 0.37898069620132446, "sentences": ["Solid state characterization studies such as DSC, FT-IR, and 1H-NMR confirmed the successful incorporation into the polymeric matrices.", "Pure chitosan and LCD were analyzed by DSC, FT-IR, and 1H-NMR and were used as reference evaluating the interaction between polymer and LCD.", "The absence of LCD distinctive peaks confirmed encapsulation of the drug within the polymeric structure.6 Nuclear magnetic resonance spectroscopy The physicochemical properties of nanoparticles can be identified by NMR analysis in a variety of dosage forms to elucidate the status of active agent incorporated into matrices, its molecular mobility, and molecular interactions between the active agent and the excipients.12 Peaks appeared in the broad multiplet between 7 and 8 ppm belonging to peaks of 16 aromatic CH protons and 2 NH protons (Figure 4).32", "analysis spectra were recorded using (NMR) spectroscopy (1H-NMR) analyses were performed using an UltraShield™ CPMAS NMR (Bruker, Rheinstetten, Germany).", "Nuclear magnetic resonance spectroscopy", "Nuclear magnetic resonance Samples were prepared by dissolving nanoparticles in deuterated dimethyl sulfoxide."], "term": "nuclear magnetic resonance", "termType": "MED", "weight": "b"}, {"score": 0.3626630902290344, "sentences": ["The analytical process validation method of the International Harmonization Committee was used in the present study.", "Measurements obtained with three different concentrations (low, medium, and high) evaluating repeatability and reproducibility of the analytical method used seem to verify the precision of the method since the percentage of relative standard deviation (RSD) was below 2%, which is within the targeted interval (Table 5).36", "Levocetirizine dihydrochloride test results obtained by the analytical method to the true values."], "term": "analytic method", "termType": "MED", "weight": "b"}, {"score": 0.35845768451690674, "term": "nonhuman", "termType": "MED", "weight": "b"}, {"score": 0.35785526037216187, "sentences": ["Characterization of the nanoparticles including encapsulation efficiency, particle size, zeta potential, morphology, polydispersity index, solid-state characterizations, and LCD quantification by high performance liquid chromatography was performed.", "Determination of LCD : High performance liquid chromatography (HPLC) was used for the determination of LCD."], "term": "liquid chromatography", "termType": "MED", "weight": "b"}, {"score": 0.3574954867362976, "sentences": ["In vitro drug release, In vitro release kinetics, RESULTS AND DISCUSSION, Characterization of nanoparticles, Morphology, Differential scanning calorimetry, Determination of LCD, Encapsulation efficiency, In vitro drug release, In vitro release kinetics, CONCLUSION, ACKNOWLEDGEMENTS", "INTRODUCTION, MATERIALS AND METHODS, Materials, Preparation of nanoparticles, Characterization of nanoparticles, Morphology, Differential scanning calorimetry, Determination of LCD, Encapsulation efficiency,", "The placebo nanoparticles ’ images resembled deflated balloons with wrinkled surfaces (Figure 1b), while the LCD-loaded spray-dried formulations demonstrated spherical shapes with the general morphology of spray-dried amorphous materials.12,20 Particle size and zeta potential Mean particle size, PI, and zeta potential values of the chitosan nanoparticles are presented in Table 3.", "Characterization of the nanoparticles including encapsulation efficiency, particle size, zeta potential, morphology, polydispersity index, solid-state characterizations, and LCD quantification by high performance liquid chromatography was performed.", "Morphology :"], "term": "morphology", "termType": "MED", "weight": "b"}, {"score": 0.35279422998428345, "term": "process optimization", "termType": "MED", "weight": "b"}, {"score": 0.35136890411376953, "term": "physical parameters", "termType": "MED", "weight": "b"}, {"score": 0.3463340103626251, "term": "X ray diffraction", "termType": "MED", "weight": "b"}, {"score": 0.3442772626876831, "term": "analytical parameters", "termType": "MED", "weight": "b"}, {"score": 0.33672821521759033, "sentences": ["White dry powders were obtained and kept in tightly closed vials at room temperature until being analyzed.", "The final clear solution was then spray dried with an inlet temperature of 120±1°C and outlet temperature of 60±5°C and delivered to a drying zone via a 4 µm nozzle.", "Spray-drying conditions Inlet temperature Outlet temperature Flow rate mL/min Pump control level Aspirator control level 120°C 60°C 450 3 3 Particle size and zeta potential Particle size, polydispersity index (PI), and zeta potential measurements were carried out on freshly prepared samples using a Malvern Nano ZS (Zetasizer Nano Series, Malvern, Worcestershire, UK).", "When preparing particulate systems by spray drying, it has to be kept in the mind that production parameters such as size of nozzle, feeding pump rate, inlet temperature, and compressed air flow rate affect particle size.15,16", "nm.18 Column temperature was set to 30°C.", "Therefore, the inlet temperature was maintained at 120°C using the slowest pump rate that can spray the solution.    "], "term": "temperature", "termType": "MED", "weight": "b"}, {"score": 0.33134251832962036, "sentences": ["Samples of all nanoparticles were dispersed in double distilled water (adjusted to a constant conductivity of 50 µS.cm-1 using 0.9% NaCl) just prior to analyses."], "term": "conductance", "termType": "MED", "weight": "b"}, {"score": 0.32380393147468567, "term": "ultraviolet spectrophotometry", "termType": "MED", "weight": "b"}], "timestamp": 1583238784.0, "version": "1.0"}