{"datetime": "2020-03-03 12:36:17.490636", "filename": "2004328162", "mainterms": [{"score": 0.9967208504676819, "term": "nonhuman", "termType": "MED", "weight": "b"}, {"score": 0.9819799661636353, "sentences": ["Two-way interactions between PEEP and group, and VT and group, were observed for the dependent ROI (p = 0.035 and 0.012, respectively), indicating that the increase in the dependent ROI ventilation was greater at higher PEEP and VT in the injured group than in the control group.", "A randomized sequence of any possible combination of three VT (7, 10, and 15 ml/kg) and four levels of PEEP (5, 8, 10, and 12 cmH2O) was performed.", "Notwithstanding, when analyzing the effects of PEEP and VT on regional perfusion, airspaces collapse did not seem to play a major role.", "25 breaths/min, PEEP 5 cm H2O, inspiratory-toexpiratory", "Our distributions of regional pulmonary perfusion at different PEEP and VT levels may have been also partly influenced through hypoxic pulmonary vasoconstriction (HPV)", "(1995) Effects of positive end-expiratory pressure on regional distribution of tidal volume and recruitment in adult respiratory distress syndrome.", "High positive end-expiratory pressure renders spontaneous effort noninjurious.", "Our findings on regional ventilation may be interpreted as predominantly gravity-related, since the ventilation of the more dependent region exhibited a greater increase in its percentage with increasing VT and PEEP in the injured group than in the control one.", "A mixed design with one between-subjects factor (group: intervention or control), and two within-subjects factors (PEEP and VT) was used, with a three-way mixed analysis of variance (ANOVA).", "A single-compartment model of the healthy lung can describe aeration and its changes associated with a homogeneous distribution of airway pressures, expansion, and stretching across the lung parenchyma [1]. The positive airway pressure applied during MV may affect pulmonary ventilation and perfusion distributions, and their tidal changes, especially in the presence of acute lung injury.    ", "altered the pulmonary regional ventilation response to different PEEP and VT levels.", "Figure 3 shows representative EIT functional images illustrating the differences in the distribution of pulmonary ventilation and perfusion at two levels of PEEP and VT.", "For instance, at PEEP 12 cmH2O with VT 15 ml/kg the dependent ROI ventilation in the injured group was 34.5 ± 5.6% versus 22.0 ± 2.4% at PEEP 5 cmH2O with VT 7 ml/kg.", "Elevated airway pressures applied to the lung during mechanical ventilation can compromise venous return and redirect blood flow to dependent lung regions, with the effect being more marked at higher levels of PEEP and/or", "No interactions between PEEP and group (injured/control) and/or between VT and group (injured/control) were observed for regional perfusion.    ", "Figure 5 shows the distribution of regional pulmonary perfusion at different PEEP and VT levels.", " Discussion : Regional ventilation of the most dependent lung region was greater with larger PEEP and tidal volume in piglets with saline lavage-induced lung injury.", "On the other hand, our findings on regional perfusion, where all regions were altered and the presence or not of lung injury did not have an effect, suggest that VT and PEEP interacted all over the lung parenchyma on the redistribution of regional perfusion to the dependent zones [20, 21], also in agreement with pulmonary blood volume tidal redistribution [22]. Pulmonary perfusion can be affected by anesthesia and by mechanical ventilation, affecting arterial blood oxygenation [23–27]. The greatest determinant of pulmonary blood perfusion distribution is the difference between alveolar and pulmonary capillary pressures", "Larger PEEP levels were associated with greater percent increase in the ventilation of the dependent lung in the injured group than in the control group.", "The effects of positive end-expiratory pressure (PEEP) on the regional distribution of tidal volume (VT) and recruitment have been investigated by chest computed tomography in sedated-paralyzed patients with the acute respiratory distress syndrome (ARDS)", "  We aimed to study the effects of positive end-expiratory pressure (PEEP) and tidal volume (VT) on the distributions of regional ventilation and perfusion by electrical impedance tomography (EIT) in healthy and injured lungs.    ", "A two-way interaction between PEEP and VT was observed for each ROI: nondependent (p = 0.030), middle (p = 0.006), and dependent (p = 0.001).    ", "In contrast, pulmonary blood flow of all lung regions was altered by larger PEEP and tidal volume both in control piglets and in piglets with saline lavage-induced lung injury.  ", "Our study demonstrates that EIT can measure physiological and supra-physiological levels of pulmonary ventilation and perfusion, and their changes associated with different MV  3 Representative images of regional distribution of pulmonary ventilation (a) and perfusion (b) at two different PEEP and VT levels as recorded by electrical impedance tomography (EIT) in one piglet from the injured group.", "Besides other features like portability and the possibility of aroundthe-clock monitoring, the high temporal resolution (modern EIT devices generate up to 50 images per second) is another important aspect of this imaging method, which also allows the study of rapid physiological phenomena, such as the regional perfusion [13]. We aimed to measure pulmonary regional ventilation and perfusion at 12 combinations of PEEP and VT levels in piglets with saline lavage-induced lung injury and in mechanically ventilated control piglets.", "Higher PEEP and VT levels were associated with greater percent ventilation in the dependent ROI in the injured group than in the control group.    ", "We sought to determine (1) if the PEEP and VT effects on the regional distribution of tidal volume in injured lungs are also detectable by EIT; (2) whether there are also effects on perfusion; and (3) does the presence or absence of injury affect PEEP- or VT-related changes in ventilation and perfusion distributions.", "Regarding regional perfusion, the mutual interaction between PEEP and tidal volume seemed to be more relevant.", "In conditions of atelectasis, as in the injured group here, HPV could have been greater at low levels of PEEP and VT.", "During the measurements of these cardiopulmonary parameters, mechanical ventilation was set in volume-controlled mode, with FIO2 0.3–0.4 for the control animals and 0.7–0.8 for those with lung injury, RR 25, PEEP 5, and a VT of 10 ml/kg.    ", "*p < 0.001 #p Regional ventilation : Figure 4 shows the distribution of regional pulmonary ventilation at different PEEP and VT levels.", "For instance, pooling together the two groups, at PEEP 5 cmH2O with VT 7 ml/kg versus PEEP 12 cmH2O with VT the nondependent ROI perfusion was 12.6 ± 4.6% versus 10.2 ± 3.7%, the middle ROI perfusion was 54.3 ± 5.9% versus 49.5 ± 7.2%, and the dependent ROI perfusion was 33.2 ± 9.6 % versus 40.2 ± 9.7%.", "Moreover, pulmonary blood flow of all lung regions is affected by larger levels of PEEP and tidal volume, both in control animals and in piglets with saline lavage-induced lung injury.", "VT = tidal volume settings such as PEEP and VT, continuously, in real-time, and at the bedside.", "* indicates greater percent increase in the ventilation of the dependent lung region with larger PEEP in the injured than in the control group; † indicates greater percent increase in the ventilation of the dependent lung region with larger VT in the injured than in the control group.", "t test Data are presented as mean (SD), where appropriate Figure 2 shows arterial partial pressure of O2 and fraction of inspired oxygen ratio (2A), mean airway pressure (2B), and cardiac output (2C) in the control (left) and injured (right) groups, in the 12 combinations of PEEP and VT.    ", "A two-way interaction between PEEP and group (injured/control) was observed for the dependent ROI (p = 0.035), with PEEP-related increase in dependent ROI ventilation being greater in the injured than in the control group.    ", "Spontaneous breathing during lung-protective ventilation in an experimental acute lung injury model: high transpulmonary pressure associated with strong spontaneous breathing effort may worsen lung injury.", "We studied the effects of combinations of PEEP and VT on regional ventilation and perfusion by EIT in volume-controlled mode.", "Conclusions: Large PEEP and VT levels were associated with greater pulmonary ventilation of the dependent lung region in experimental lung injury, whereas they affected pulmonary perfusion of all lung regions both in the control and in the experimental lung injury groups.    ", "During the lavages, mechanical ventilation was set in pressure-controlled mode, with FIO2 1.0, RR 30, PEEP 5, and a driving pressure resulting in a VT of 6 ml/kg.", "Real-time effects of PEEP and tidal volume on regional ventilation and perfusion in experimental lung injury", "[2]. It was evidenced that PEEP made the gas distribution more homogeneous, stretching the upper levels and recruiting the lower ones [2]. Electrical impedance tomography (EIT) has emerged as a new functional-imaging method potentially meeting many clinical needs.", "Our findings suggest that ventilation of the most dependent lung region is greater with larger levels of PEEP and tidal volume in piglets with saline lavage-induced lung injury.", "; R = right   Abbreviations: C Control, I Injured (C1 to C4 and I1 to I6 refer to different animals), P/F ratio PaO2/FIO2 ratio sampled at PEEP 5 cmH2O , ABP mean arterial blood pressure, PAP Pulmonary arterial pressure, CVP Central venous pressure, HR Heart rate, CO Cardiac output measured by pulmonary artery flotation catheter thermodilution = 0.02 from independent samples", "Just before starting the application of the twelve combinations of PEEP and VT, cardiopulmonary parameters were measured (Table 1).", "Hypoxic pulmonary vasoconstriction; I:E: Inspiratory-to-expiratory ratio; MV: Mechanical ventilation; PaO2/FIO2: Arterial partial pressure of O2 and fraction of inspired oxygen ratio; PEEP: Positive end-expiratory pressure; ROIs: Regions-of-interest; RR: Respiratory rate; VILI: Ventilator-induced lung injury; VT:", "J Appl Physiol Redistribution of pulmonary blood flow in the dog with PEEP ventilation.", "Both larger PEEP and larger VT determined a significant perfusion change in each of the ROIs considered: nondependent (p = 0.030), middle (p = 0.006), and dependent (p = 0.001).", "We aimed to study the effects of positive end-expiratory pressure (PEEP) and tidal volume (VT) on the distributions of regional ventilation and perfusion by electrical impedance tomography (EIT) in healthy and injured lungs.", "A randomized sequence of any possible combination of three VT (7, 10, and 15 ml/kg) and four levels of PEEP (5, 8, 10, and 12 cmH2O) was performed in all animals."], "term": "positive end expiratory pressure", "termType": "MED", "weight": "a"}, {"score": 0.9800843000411987, "term": "controlled study", "termType": "MED", "weight": "b"}, {"score": 0.9484512805938721, "sentences": ["Respiratory distress syndrome, Adult, Mechanical ventilation, Electrical impedance tomography, Pulmonary circulation, Ventilation-perfusion ratio Introduction Real-time information on regional ventilation and perfusion, and their changes, during mechanical ventilation (MV) may help elucidate the physiological and pathophysiological effects of MV settings in healthy and injured lungs.    ", "The main limitation of our study may be in the animal model that is not capable of reproducing all of the key characteristics of lung injury in humans, for example in ARDS patients, where EIT titration of MV may be most helpful.", "(1995) Effects of positive end-expiratory pressure on regional distribution of tidal volume and recruitment in adult respiratory distress syndrome.", "Intra-breath arterial oxygen oscillations detected by a fast oxygen sensor in an animal model of acute respiratory distress syndrome.", "Acute respiratory distress syndrome; EIT: Electrical impedance tomography", "Characteristics of pulmonary surfactant in adult respiratory distress syndrome associated with trauma and shock.", "Therefore, surfactant depletion followed by mechanical ventilation simulates established ARDS and provides information about the consequences of surfactant depletion, but it is less useful in modeling the initial pathophysiological mechanisms that lead to ARDS.", "Despite surfactant depletion being an important feature of ARDS in humans, it usually appears as a consequence rather than the primary cause of lung injury [34]. In ARDS, surfactant abnormalities occur because of injury to the alveolar epithelium and exudation of protein-rich edema fluid into the alveolar spaces.", "Fifty years of research in ARDS.", "The effects of positive end-expiratory pressure (PEEP) on the regional distribution of tidal volume (VT) and recruitment have been investigated by chest computed tomography in sedated-paralyzed patients with the acute respiratory distress syndrome (ARDS)", "Does regional lung strain correlate with regional inflammation in acute respiratory distress syndrome during nonprotective ventilation?", "Any animal model is relevant for only limited aspects of ARDS pathophysiology.", "Electrical impedance tomography in acute respiratory distress syndrome.", "However, if the specific characteristics of an animal model are carefully taken in account, and its findings are interpreted in the context of the study limitations, animal investigations can provide valid assessments of relevant elements of ARDS in human patients.", "ARDS:", "This information may be critical for a timely evaluation of the precision and efficacy of attempts to minimize some of the main ventilator-induced lung injury (VILI) mechanisms, particularly in the presence of alveolar collapse, common in the lungs of patients with the ARDS", "Reversibility of lung collapse and hypoxemia in early acute respiratory distress syndrome.", "The surfactant depletion by saline lavage model was developed based on the observation that ARDS is associated with depletion of surfactant from the air spaces and reduced concentrations of surfactant-associated proteins in bronchoalveolar lavage fluid [32].", "They also suggest that EIT is a promising bedside and noninvasive clinical tool for continuous and real-time monitoring of pulmonary ventilation that can be especially useful in severe mechanically ventilated patients such as those with ARDS."], "term": "adult respiratory distress syndrome", "termType": "DIS", "weight": "b"}, {"score": 0.9198311567306519, "sentences": ["During the measurements of these cardiopulmonary parameters, mechanical ventilation was set in volume-controlled mode, with FIO2 0.3–0.4 for the control animals and 0.7–0.8 for those with lung injury, RR 25, PEEP 5, and a VT of 10 ml/kg.    ", "EIT can help to optimize mechanical ventilation settings, detect complications such as derecruitment, and provide estimates of perfusion distribution.", "Hedenstierna G (2005) Pulmonary perfusion during anesthesia and mechanical ventilation.", "Respiratory distress syndrome, Adult, Mechanical ventilation, Electrical impedance tomography, Pulmonary circulation, Ventilation-perfusion ratio Introduction Real-time information on regional ventilation and perfusion, and their changes, during mechanical ventilation (MV) may help elucidate the physiological and pathophysiological effects of MV settings in healthy and injured lungs.    ", "Real-time bedside information on regional ventilation and perfusion during mechanical ventilation (MV) may help to elucidate the physiological and pathophysiological effects of MV settings in healthy and injured lungs.", "Background: Real-time bedside information on regional ventilation and perfusion during mechanical ventilation (MV) may help to elucidate the physiological and pathophysiological effects of MV settings in healthy and injured lungs.", "Cronin JN, Crockett DC, Farmery AD, Hedenstierna G, Larsson A, Camporota L, Formenti F (2020 Mechanical ventilation redistributes blood to poorly ventilated areas in experimental lung injury.", "However, determining precisely the extent to which the lung injury is caused by the saline lavage, by mechanical ventilation, or both remains challenging.", "i. e., the corresponding pulmonary ventilation area studied at the same point in time, hence under the same mechanical ventilation settings).", "On the other hand, our findings on regional perfusion, where all regions were altered and the presence or not of lung injury did not have an effect, suggest that VT and PEEP interacted all over the lung parenchyma on the redistribution of regional perfusion to the dependent zones [20, 21], also in agreement with pulmonary blood volume tidal redistribution [22]. Pulmonary perfusion can be affected by anesthesia and by mechanical ventilation, affecting arterial blood oxygenation [23–27]. The greatest determinant of pulmonary blood perfusion distribution is the difference between alveolar and pulmonary capillary pressures", "Elevated airway pressures applied to the lung during mechanical ventilation can compromise venous return and redirect blood flow to dependent lung regions, with the effect being more marked at higher levels of PEEP and/or", "All animals were studied lying in the supine position under general anesthesia with mandatorymode mechanical ventilation provided via tracheostomy.", "Hypoxic pulmonary vasoconstriction; I:E: Inspiratory-to-expiratory ratio; MV: Mechanical ventilation; PaO2/FIO2: Arterial partial pressure of O2 and fraction of inspired oxygen ratio; PEEP: Positive end-expiratory pressure; ROIs: Regions-of-interest; RR: Respiratory rate; VILI: Ventilator-induced lung injury; VT:", "Therefore, surfactant depletion followed by mechanical ventilation simulates established ARDS and provides information about the consequences of surfactant depletion, but it is less useful in modeling the initial pathophysiological mechanisms that lead to ARDS.", "Spontaneous Breathing during Mechanical Ventilation.", "We studied the effects of combinations of PEEP and VT on regional ventilation and perfusion by EIT in volume-controlled mode.", "Spontaneous effort causes occult pendelluft during mechanical ventilation.", "During the lavages, mechanical ventilation was set in pressure-controlled mode, with FIO2 1.0, RR 30, PEEP 5, and a driving pressure resulting in a VT of 6 ml/kg.", "During the instrumentation phase, ventilation was provided in volume-controlled mode, with VT of 10 ml/kg, respiratory rate ( Pulmonary artery flotation catheter thermodilution cardiac output measurements and arterial blood gas analyses were performed at the beginning and end of the scanning series for each animal.    "], "term": "artificial ventilation", "termType": "MED", "weight": "b"}, {"score": 0.9006191492080688, "sentences": ["Real-time effects of PEEP and tidal volume on regional ventilation and perfusion in experimental lung injury", " Discussion : Regional ventilation of the most dependent lung region was greater with larger PEEP and tidal volume in piglets with saline lavage-induced lung injury.", "Our findings suggest that ventilation of the most dependent lung region is greater with larger levels of PEEP and tidal volume in piglets with saline lavage-induced lung injury.", "(1995) Effects of positive end-expiratory pressure on regional distribution of tidal volume and recruitment in adult respiratory distress syndrome.", "Moreover, pulmonary blood flow of all lung regions is affected by larger levels of PEEP and tidal volume, both in control animals and in piglets with saline lavage-induced lung injury.", "VT = tidal volume settings such as PEEP and VT, continuously, in real-time, and at the bedside.", "On the other hand, our findings on regional perfusion, where all regions were altered and the presence or not of lung injury did not have an effect, suggest that VT and PEEP interacted all over the lung parenchyma on the redistribution of regional perfusion to the dependent zones [20, 21], also in agreement with pulmonary blood volume tidal redistribution [22]. Pulmonary perfusion can be affected by anesthesia and by mechanical ventilation, affecting arterial blood oxygenation [23–27]. The greatest determinant of pulmonary blood perfusion distribution is the difference between alveolar and pulmonary capillary pressures", "The effects of positive end-expiratory pressure (PEEP) on the regional distribution of tidal volume (VT) and recruitment have been investigated by chest computed tomography in sedated-paralyzed patients with the acute respiratory distress syndrome (ARDS)", "  We aimed to study the effects of positive end-expiratory pressure (PEEP) and tidal volume (VT) on the distributions of regional ventilation and perfusion by electrical impedance tomography (EIT) in healthy and injured lungs.    ", "In contrast, pulmonary blood flow of all lung regions was altered by larger PEEP and tidal volume both in control piglets and in piglets with saline lavage-induced lung injury.  ", "We aimed to study the effects of positive end-expiratory pressure (PEEP) and tidal volume (VT) on the distributions of regional ventilation and perfusion by electrical impedance tomography (EIT) in healthy and injured lungs.", "We sought to determine (1) if the PEEP and VT effects on the regional distribution of tidal volume in injured lungs are also detectable by EIT; (2) whether there are also effects on perfusion; and (3) does the presence or absence of injury affect PEEP- or VT-related changes in ventilation and perfusion distributions.", "Regarding regional perfusion, the mutual interaction between PEEP and tidal volume seemed to be more relevant."], "term": "tidal volume", "termType": "MED", "weight": "a"}, {"score": 0.8868339657783508, "sentences": ["Because cyclic changes in local impedance mainly correspond to changes in lung aeration, EIT can reliably assess imbalances in the distribution of regional ventilation [3, 4, 11, 12]. Materials and methods : The Regional Animal Ethics Committee approved the study.    ", "However, if the specific characteristics of an animal model are carefully taken in account, and its findings are interpreted in the context of the study limitations, animal investigations can provide valid assessments of relevant elements of ARDS in human patients.", "The main limitation of our study may be in the animal model that is not capable of reproducing all of the key characteristics of lung injury in humans, for example in ARDS patients, where EIT titration of MV may be most helpful.", "The Regional Animal Ethics Committee approved the study.    "], "term": "animal experiment", "termType": "MED", "weight": "b"}, {"score": 0.8672167062759399, "sentences": ["During the instrumentation phase, ventilation was provided in volume-controlled mode, with VT of 10 ml/kg, respiratory rate ( Pulmonary artery flotation catheter thermodilution cardiac output measurements and arterial blood gas analyses were performed at the beginning and end of the scanning series for each animal.    ", "Hypoxic pulmonary vasoconstriction; I:E: Inspiratory-to-expiratory ratio; MV: Mechanical ventilation; PaO2/FIO2: Arterial partial pressure of O2 and fraction of inspired oxygen ratio; PEEP: Positive end-expiratory pressure; ROIs: Regions-of-interest; RR: Respiratory rate; VILI: Ventilator-induced lung injury; VT:"], "term": "breathing rate", "termType": "MED", "weight": "b"}, {"score": 0.8411812782287598, "sentences": ["The main limitation of our study may be in the animal model that is not capable of reproducing all of the key characteristics of lung injury in humans, for example in ARDS patients, where EIT titration of MV may be most helpful.", "Intra-breath arterial oxygen oscillations detected by a fast oxygen sensor in an animal model of acute respiratory distress syndrome.", "Any animal model is relevant for only limited aspects of ARDS pathophysiology.", "Animal models of acute lung injury.", "However, if the specific characteristics of an animal model are carefully taken in account, and its findings are interpreted in the context of the study limitations, animal investigations can provide valid assessments of relevant elements of ARDS in human patients."], "term": "animal model", "termType": "MED", "weight": "b"}, {"score": 0.7401072978973389, "term": "female", "termType": "MED", "weight": "b"}, {"score": 0.7156988382339478, "sentences": ["Imbalances in regional lung ventilation: a validation study on electrical impedance tomography.", "[2]. It was evidenced that PEEP made the gas distribution more homogeneous, stretching the upper levels and recruiting the lower ones [2]. Electrical impedance tomography (EIT) has emerged as a new functional-imaging method potentially meeting many clinical needs.", "Respiratory distress syndrome, Adult, Mechanical ventilation, Electrical impedance tomography, Pulmonary circulation, Ventilation-perfusion ratio Introduction Real-time information on regional ventilation and perfusion, and their changes, during mechanical ventilation (MV) may help elucidate the physiological and pathophysiological effects of MV settings in healthy and injured lungs.    ", "Monitoring perioperative changes in distribution of pulmonary ventilation by functional electrical impedance tomography.", "Regional lung perfusion estimated by electrical impedance tomography in a piglet model of lung collapse.", "Materials and methods, Investigational protocol, Electrical impedance tomography, Control group, Statistics, Results, Regional ventilation, Regional perfusion, Discussion, Conclusions, Publisher’s Note", "Acute respiratory distress syndrome; EIT: Electrical impedance tomography", "Brown BH, Leathard A, Sinton A, McArdle FJ, Smith RW, Barber DC (1992) imaging using electrical impedance tomography.", "Bedside estimation of recruitable alveolar collapse and hyperdistension by electrical impedance tomography.", "  We aimed to study the effects of positive end-expiratory pressure (PEEP) and tidal volume (VT) on the distributions of regional ventilation and perfusion by electrical impedance tomography (EIT) in healthy and injured lungs.    ", "Our study demonstrates that EIT can measure physiological and supra-physiological levels of pulmonary ventilation and perfusion, and their changes associated with different MV  3 Representative images of regional distribution of pulmonary ventilation (a) and perfusion (b) at two different PEEP and VT levels as recorded by electrical impedance tomography (EIT) in one piglet from the injured group.", "Representative image of regional distribution of pulmonary ventilation as recorded by electrical impedance tomography (EIT) in one piglet from the control group.", "Regional lung perfusion as determined by electrical impedance tomography in comparison with electron beam CT imaging.", "Electrical impedance tomography.", "Electrical impedance tomography in acute respiratory distress syndrome.", "We aimed to study the effects of positive end-expiratory pressure (PEEP) and tidal volume (VT) on the distributions of regional ventilation and perfusion by electrical impedance tomography (EIT) in healthy and injured lungs.", "Chest electrical impedance tomography examination, data analysis, terminology, clinical use and recommendations: consensus statement of the TRanslational EIT developmeNt stuDy group.", "Electrical impedance tomography : Pulmonary EIT data were recorded at 50 Hz with 32 electrodes equidistantly placed around the circumference of the thorax just below the level of the axilla"], "term": "computer assisted impedance tomography", "termType": "MED", "weight": "b"}, {"score": 0.7141414284706116, "sentences": ["Intra-breath arterial oxygen oscillations detected by a fast oxygen sensor in an animal model of acute respiratory distress syndrome.", "t test Data are presented as mean (SD), where appropriate Figure 2 shows arterial partial pressure of O2 and fraction of inspired oxygen ratio (2A), mean airway pressure (2B), and cardiac output (2C) in the control (left) and injured (right) groups, in the 12 combinations of PEEP and VT.    ", "Respiratory oscillations in alveolar oxygen tension measured in arterial blood.", "Hypoxic pulmonary vasoconstriction; I:E: Inspiratory-to-expiratory ratio; MV: Mechanical ventilation; PaO2/FIO2: Arterial partial pressure of O2 and fraction of inspired oxygen ratio; PEEP: Positive end-expiratory pressure; ROIs: Regions-of-interest; RR: Respiratory rate; VILI: Ventilator-induced lung injury; VT:", "Following baseline measurements, a one-hit acute lung injury model was established in 7 randomly chosen animals (injured group), with repeated lung lavages (30 ml/kg) of isotonic saline applied until an arterial partial pressure of O2 and fraction of inspired oxygen ratio (PaO2/FIO2) of 200 mmHg was reached."], "term": "arterial oxygen tension", "termType": "MED", "weight": "b"}, {"score": 0.703671932220459, "sentences": ["An ear vein was cannulated and intravenous ketamine 32 mg/kg/h, fentanyl 4 mcg/kg/h, and midazolam 0.16 mg/kg/h were administered.", "They were pre-medicated with intramuscular xylazine 2 mg/kg, ketamine 20 mg/kg, and midazolam 0.5 mg/kg."], "term": "ketamine", "termType": "DRG", "weight": "b"}, {"score": 0.6895245909690857, "sentences": ["Real-time effects of PEEP and tidal volume on regional ventilation and perfusion in experimental lung injury", "Cronin JN, Crockett DC, Farmery AD, Hedenstierna G, Larsson A, Camporota L, Formenti F (2020 Mechanical ventilation redistributes blood to poorly ventilated areas in experimental lung injury.", "Spontaneous breathing during lung-protective ventilation in an experimental acute lung injury model: high transpulmonary pressure associated with strong spontaneous breathing effort may worsen lung injury.", "Relation between shunt, aeration, and perfusion in experimental acute lung injury.", "Cronin JN, Borges JB, Crockett DC, Farmery AD, Hedenstierna G, Larsson A, Tran MC, Camporota L, Formenti F (2019) Dynamic single-slice CT estimates whole-lung dual-energy CT variables in pigs with and without experimental lung injury.", "Conclusions: Large PEEP and VT levels were associated with greater pulmonary ventilation of the dependent lung region in experimental lung injury, whereas they affected pulmonary perfusion of all lung regions both in the control and in the experimental lung injury groups.    "], "term": "experimental lung injury", "termType": "DIS", "weight": "a"}, {"score": 0.6470445394515991, "sentences": ["Characteristics of pulmonary surfactant in adult respiratory distress syndrome associated with trauma and shock.", "(1995) Effects of positive end-expiratory pressure on regional distribution of tidal volume and recruitment in adult respiratory distress syndrome.", "Respiratory distress syndrome, Adult, Mechanical ventilation, Electrical impedance tomography, Pulmonary circulation, Ventilation-perfusion ratio Introduction Real-time information on regional ventilation and perfusion, and their changes, during mechanical ventilation (MV) may help elucidate the physiological and pathophysiological effects of MV settings in healthy and injured lungs.    "], "term": "adult", "termType": "MED", "weight": "b"}, {"score": 0.6342425346374512, "sentences": ["Cronin JN, Crockett DC, Farmery AD, Hedenstierna G, Larsson A, Camporota L, Formenti F (2020 Mechanical ventilation redistributes blood to poorly ventilated areas in experimental lung injury.", "A single-compartment model of the healthy lung can describe aeration and its changes associated with a homogeneous distribution of airway pressures, expansion, and stretching across the lung parenchyma [1]. The positive airway pressure applied during MV may affect pulmonary ventilation and perfusion distributions, and their tidal changes, especially in the presence of acute lung injury.    ", "Cronin JN, Borges JB, Crockett DC, Farmery AD, Hedenstierna G, Larsson A, Tran MC, Camporota L, Formenti F (2019) Dynamic single-slice CT estimates whole-lung dual-energy CT variables in pigs with and without experimental lung injury.", "This information may be critical for a timely evaluation of the precision and efficacy of attempts to minimize some of the main ventilator-induced lung injury (VILI) mechanisms, particularly in the presence of alveolar collapse, common in the lungs of patients with the ARDS", "However, determining precisely the extent to which the lung injury is caused by the saline lavage, by mechanical ventilation, or both remains challenging.", " Discussion : Regional ventilation of the most dependent lung region was greater with larger PEEP and tidal volume in piglets with saline lavage-induced lung injury.", "On the other hand, our findings on regional perfusion, where all regions were altered and the presence or not of lung injury did not have an effect, suggest that VT and PEEP interacted all over the lung parenchyma on the redistribution of regional perfusion to the dependent zones [20, 21], also in agreement with pulmonary blood volume tidal redistribution [22]. Pulmonary perfusion can be affected by anesthesia and by mechanical ventilation, affecting arterial blood oxygenation [23–27]. The greatest determinant of pulmonary blood perfusion distribution is the difference between alveolar and pulmonary capillary pressures", "Despite surfactant depletion being an important feature of ARDS in humans, it usually appears as a consequence rather than the primary cause of lung injury [34]. In ARDS, surfactant abnormalities occur because of injury to the alveolar epithelium and exudation of protein-rich edema fluid into the alveolar spaces.", "In contrast, pulmonary blood flow of all lung regions was altered by larger PEEP and tidal volume both in control piglets and in piglets with saline lavage-induced lung injury.  ", "Animal models of acute lung injury.", "Following baseline measurements, a one-hit acute lung injury model was established in 7 randomly chosen animals (injured group), with repeated lung lavages (30 ml/kg) of isotonic saline applied until an arterial partial pressure of O2 and fraction of inspired oxygen ratio (PaO2/FIO2) of 200 mmHg was reached.", "Besides other features like portability and the possibility of aroundthe-clock monitoring, the high temporal resolution (modern EIT devices generate up to 50 images per second) is another important aspect of this imaging method, which also allows the study of rapid physiological phenomena, such as the regional perfusion [13]. We aimed to measure pulmonary regional ventilation and perfusion at 12 combinations of PEEP and VT levels in piglets with saline lavage-induced lung injury and in mechanically ventilated control piglets.", "During the measurements of these cardiopulmonary parameters, mechanical ventilation was set in volume-controlled mode, with FIO2 0.3–0.4 for the control animals and 0.7–0.8 for those with lung injury, RR 25, PEEP 5, and a VT of 10 ml/kg.    ", "Moreover, pulmonary blood flow of all lung regions is affected by larger levels of PEEP and tidal volume, both in control animals and in piglets with saline lavage-induced lung injury.", "One-hit acute lung injury model was established in 6 piglets by repeated lung lavages (injured group).", "Characteristics of pulmonary surfactant in adult respiratory distress syndrome associated with trauma and shock.", "Spontaneous breathing during lung-protective ventilation in an experimental acute lung injury model: high transpulmonary pressure associated with strong spontaneous breathing effort may worsen lung injury.", "Relation between shunt, aeration, and perfusion in experimental acute lung injury.", "Conclusions: Large PEEP and VT levels were associated with greater pulmonary ventilation of the dependent lung region in experimental lung injury, whereas they affected pulmonary perfusion of all lung regions both in the control and in the experimental lung injury groups.    ", "Depletion of surfactant may be associated with lung injury via two mechanisms: greater lung collapse and increased likelihood of mechanical injury during repeated cycles of airspaces opening/closure, and impaired alveolar host defenses.", "Real-time effects of PEEP and tidal volume on regional ventilation and perfusion in experimental lung injury", "The major advantage of the saline lavage model is that it provides an ideal way to test the effects of different ventilatory strategies on the development of lung injury [33].  The approach applied in this study for the determination of regional pulmonary perfusion by EIT presents some limitations.", "Our findings suggest that ventilation of the most dependent lung region is greater with larger levels of PEEP and tidal volume in piglets with saline lavage-induced lung injury.", "The main limitation of our study may be in the animal model that is not capable of reproducing all of the key characteristics of lung injury in humans, for example in ARDS patients, where EIT titration of MV may be most helpful.", "Crockett DC, Cronin JN, Tidal changes in PaO2 and their relationship to cyclical lung recruitment/derecruitment in a porcine lung injury model.", "Hypoxic pulmonary vasoconstriction; I:E: Inspiratory-to-expiratory ratio; MV: Mechanical ventilation; PaO2/FIO2: Arterial partial pressure of O2 and fraction of inspired oxygen ratio; PEEP: Positive end-expiratory pressure; ROIs: Regions-of-interest; RR: Respiratory rate; VILI: Ventilator-induced lung injury; VT:"], "term": "lung injury", "termType": "DIS", "weight": "a"}, {"score": 0.624792218208313, "sentences": ["However, at the edges of the heart, some challenging overlap between the behavior of lung and heart tissue may have remained, sometimes causing uncertainties in the double-function fitting process applied.", "On the other hand, our findings on regional perfusion, where all regions were altered and the presence or not of lung injury did not have an effect, suggest that VT and PEEP interacted all over the lung parenchyma on the redistribution of regional perfusion to the dependent zones [20, 21], also in agreement with pulmonary blood volume tidal redistribution [22]. Pulmonary perfusion can be affected by anesthesia and by mechanical ventilation, affecting arterial blood oxygenation [23–27]. The greatest determinant of pulmonary blood perfusion distribution is the difference between alveolar and pulmonary capillary pressures", "A single-compartment model of the healthy lung can describe aeration and its changes associated with a homogeneous distribution of airway pressures, expansion, and stretching across the lung parenchyma [1]. The positive airway pressure applied during MV may affect pulmonary ventilation and perfusion distributions, and their tidal changes, especially in the presence of acute lung injury.    ", "Atelectasis is pronounced in the dependent lung regions, where perfusion of non-ventilated lung parenchyma produces a shunt effect of around 8–10% of cardiac output in healthy lungs [24], and a greater shunt in injured lungs."], "term": "lung parenchyma", "termType": "MED", "weight": "b"}, {"score": 0.6057292222976685, "term": "animal tissue", "termType": "MED", "weight": "b"}, {"score": 0.6007686853408813, "sentences": ["Notwithstanding, when analyzing the effects of PEEP and VT on regional perfusion, airspaces collapse did not seem to play a major role.", "Our distributions of regional pulmonary perfusion at different PEEP and VT levels may have been also partly influenced through hypoxic pulmonary vasoconstriction (HPV)", "No interactions between PEEP and group (injured/control) and/or between VT and group (injured/control) were observed for regional perfusion.    ", "Real-time bedside information on regional ventilation and perfusion during mechanical ventilation (MV) may help to elucidate the physiological and pathophysiological effects of MV settings in healthy and injured lungs.", "Regional lung perfusion estimated by electrical impedance tomography in a piglet model of lung collapse.", "On the other hand, our findings on regional perfusion, where all regions were altered and the presence or not of lung injury did not have an effect, suggest that VT and PEEP interacted all over the lung parenchyma on the redistribution of regional perfusion to the dependent zones [20, 21], also in agreement with pulmonary blood volume tidal redistribution [22]. Pulmonary perfusion can be affected by anesthesia and by mechanical ventilation, affecting arterial blood oxygenation [23–27]. The greatest determinant of pulmonary blood perfusion distribution is the difference between alveolar and pulmonary capillary pressures", "  We aimed to study the effects of positive end-expiratory pressure (PEEP) and tidal volume (VT) on the distributions of regional ventilation and perfusion by electrical impedance tomography (EIT) in healthy and injured lungs.    ", "Our study demonstrates that EIT can measure physiological and supra-physiological levels of pulmonary ventilation and perfusion, and their changes associated with different MV  3 Representative images of regional distribution of pulmonary ventilation (a) and perfusion (b) at two different PEEP and VT levels as recorded by electrical impedance tomography (EIT) in one piglet from the injured group.", "Regional lung perfusion as determined by electrical impedance tomography in comparison with electron beam CT imaging.", "Besides other features like portability and the possibility of aroundthe-clock monitoring, the high temporal resolution (modern EIT devices generate up to 50 images per second) is another important aspect of this imaging method, which also allows the study of rapid physiological phenomena, such as the regional perfusion [13]. We aimed to measure pulmonary regional ventilation and perfusion at 12 combinations of PEEP and VT levels in piglets with saline lavage-induced lung injury and in mechanically ventilated control piglets.", "We sought to determine (1) if the PEEP and VT effects on the regional distribution of tidal volume in injured lungs are also detectable by EIT; (2) whether there are also effects on perfusion; and (3) does the presence or absence of injury affect PEEP- or VT-related changes in ventilation and perfusion distributions.", "Regarding regional perfusion, the mutual interaction between PEEP and tidal volume seemed to be more relevant.", "Background: Real-time bedside information on regional ventilation and perfusion during mechanical ventilation (MV) may help to elucidate the physiological and pathophysiological effects of MV settings in healthy and injured lungs.", "We studied the effects of combinations of PEEP and VT on regional ventilation and perfusion by EIT in volume-controlled mode.", "Real-time effects of PEEP and tidal volume on regional ventilation and perfusion in experimental lung injury", "The resulting regional impedance curves are then analyzed to quantitatively assess regional perfusion [13, 17, 18], expressed as the percentage of total pulmonary blood flow through each of the three ROIs (total 100%).    ", "Respiratory distress syndrome, Adult, Mechanical ventilation, Electrical impedance tomography, Pulmonary circulation, Ventilation-perfusion ratio Introduction Real-time information on regional ventilation and perfusion, and their changes, during mechanical ventilation (MV) may help elucidate the physiological and pathophysiological effects of MV settings in healthy and injured lungs.    ", "The major advantage of the saline lavage model is that it provides an ideal way to test the effects of different ventilatory strategies on the development of lung injury [33].  The approach applied in this study for the determination of regional pulmonary perfusion by EIT presents some limitations.", "Materials and methods, Investigational protocol, Electrical impedance tomography, Control group, Statistics, Results, Regional ventilation, Regional perfusion, Discussion, Conclusions, Publisher’s Note", "Regional distribution of pulmonary perfusion in the control (left, n = 4) and injured (right, n = 6) groups.", "The regional time-impedance curves resulting from 10% NaCl injection [16, 35, 36] were fitted on a pixel-by-pixel basis by a gammavariate function to quantitatively assess regional perfusion [17, 18].", "We aimed to study the effects of positive end-expiratory pressure (PEEP) and tidal volume (VT) on the distributions of regional ventilation and perfusion by electrical impedance tomography (EIT) in healthy and injured lungs.", "Figure 5 shows the distribution of regional pulmonary perfusion at different PEEP and VT levels."], "term": "regional perfusion", "termType": "MED", "weight": "a"}, {"score": 0.5995621681213379, "sentences": ["Reversibility of lung collapse and hypoxemia in early acute respiratory distress syndrome.", "Characteristically, saline lavage leads to almost immediate hypoxemia, which may be rapidly reversed by recruitment maneuvers, suggesting that the gas exchange abnormalities reflect collapsed alveoli with otherwise intact alveolar walls."], "term": "hypoxemia", "termType": "DIS", "weight": "b"}, {"score": 0.5929061770439148, "sentences": ["; R = right   Abbreviations: C Control, I Injured (C1 to C4 and I1 to I6 refer to different animals), P/F ratio PaO2/FIO2 ratio sampled at PEEP 5 cmH2O , ABP mean arterial blood pressure, PAP Pulmonary arterial pressure, CVP Central venous pressure, HR Heart rate, CO Cardiac output measured by pulmonary artery flotation catheter thermodilution = 0.02 from independent samples", "During the instrumentation phase, ventilation was provided in volume-controlled mode, with VT of 10 ml/kg, respiratory rate ( Pulmonary artery flotation catheter thermodilution cardiac output measurements and arterial blood gas analyses were performed at the beginning and end of the scanning series for each animal.    "], "term": "heart rate", "termType": "MED", "weight": "b"}, {"score": 0.5715544819831848, "term": "male", "termType": "MED", "weight": "b"}, {"score": 0.5695536732673645, "term": "endotracheal intubation", "termType": "MED", "weight": "b"}, {"score": 0.5284214019775391, "sentences": ["; R = right   Abbreviations: C Control, I Injured (C1 to C4 and I1 to I6 refer to different animals), P/F ratio PaO2/FIO2 ratio sampled at PEEP 5 cmH2O , ABP mean arterial blood pressure, PAP Pulmonary arterial pressure, CVP Central venous pressure, HR Heart rate, CO Cardiac output measured by pulmonary artery flotation catheter thermodilution = 0.02 from independent samples", "t test Data are presented as mean (SD), where appropriate Figure 2 shows arterial partial pressure of O2 and fraction of inspired oxygen ratio (2A), mean airway pressure (2B), and cardiac output (2C) in the control (left) and injured (right) groups, in the 12 combinations of PEEP and VT.    ", "If required, an infusion of noradrenaline (0.01 to 0.1 mcg/kg/min) was commenced following an injury to maintain adequate mean arterial blood pressure."], "term": "mean arterial pressure", "termType": "MED", "weight": "b"}, {"score": 0.525483250617981, "sentences": ["Mechanism of decreased blood flow to atelectatic lung.", "Moreover, pulmonary blood flow of all lung regions is affected by larger levels of PEEP and tidal volume, both in control animals and in piglets with saline lavage-induced lung injury.", "A single-compartment model of the healthy lung can describe aeration and its changes associated with a homogeneous distribution of airway pressures, expansion, and stretching across the lung parenchyma [1]. The positive airway pressure applied during MV may affect pulmonary ventilation and perfusion distributions, and their tidal changes, especially in the presence of acute lung injury.    ", "In contrast, pulmonary blood flow of all lung regions was altered by larger PEEP and tidal volume both in control piglets and in piglets with saline lavage-induced lung injury.  ", "Relation between shunt, aeration, and perfusion in experimental acute lung injury.", "Because cyclic changes in local impedance mainly correspond to changes in lung aeration, EIT can reliably assess imbalances in the distribution of regional ventilation [3, 4, 11, 12]. Materials and methods : The Regional Animal Ethics Committee approved the study.    ", "Elevated airway pressures applied to the lung during mechanical ventilation can compromise venous return and redirect blood flow to dependent lung regions, with the effect being more marked at higher levels of PEEP and/or"], "term": "respiratory airflow", "termType": "MED", "weight": "b"}, {"score": 0.4962455630302429, "sentences": ["All animals were studied lying in the supine position under general anesthesia with mandatorymode mechanical ventilation provided via tracheostomy."], "term": "tracheostomy", "termType": "MED", "weight": "b"}, {"score": 0.4932446777820587, "sentences": ["Depletion of surfactant may be associated with lung injury via two mechanisms: greater lung collapse and increased likelihood of mechanical injury during repeated cycles of airspaces opening/closure, and impaired alveolar host defenses.", "Regional lung perfusion estimated by electrical impedance tomography in a piglet model of lung collapse.", "This information may be critical for a timely evaluation of the precision and efficacy of attempts to minimize some of the main ventilator-induced lung injury (VILI) mechanisms, particularly in the presence of alveolar collapse, common in the lungs of patients with the ARDS", "Atelectasis is pronounced in the dependent lung regions, where perfusion of non-ventilated lung parenchyma produces a shunt effect of around 8–10% of cardiac output in healthy lungs [24], and a greater shunt in injured lungs.", "Reversibility of lung collapse and hypoxemia in early acute respiratory distress syndrome.", "In conditions of atelectasis, as in the injured group here, HPV could have been greater at low levels of PEEP and VT."], "term": "atelectasis", "termType": "DIS", "weight": "b"}, {"score": 0.4905891418457031, "sentences": ["During the measurements of these cardiopulmonary parameters, mechanical ventilation was set in volume-controlled mode, with FIO2 0.3–0.4 for the control animals and 0.7–0.8 for those with lung injury, RR 25, PEEP 5, and a VT of 10 ml/kg.    ", "Real-time effects of PEEP and tidal volume on regional ventilation and perfusion in experimental lung injury", " Discussion : Regional ventilation of the most dependent lung region was greater with larger PEEP and tidal volume in piglets with saline lavage-induced lung injury.", "Our findings suggest that ventilation of the most dependent lung region is greater with larger levels of PEEP and tidal volume in piglets with saline lavage-induced lung injury.", "(1995) Effects of positive end-expiratory pressure on regional distribution of tidal volume and recruitment in adult respiratory distress syndrome.", "Moreover, pulmonary blood flow of all lung regions is affected by larger levels of PEEP and tidal volume, both in control animals and in piglets with saline lavage-induced lung injury.", "On the other hand, our findings on regional perfusion, where all regions were altered and the presence or not of lung injury did not have an effect, suggest that VT and PEEP interacted all over the lung parenchyma on the redistribution of regional perfusion to the dependent zones [20, 21], also in agreement with pulmonary blood volume tidal redistribution [22]. Pulmonary perfusion can be affected by anesthesia and by mechanical ventilation, affecting arterial blood oxygenation [23–27]. The greatest determinant of pulmonary blood perfusion distribution is the difference between alveolar and pulmonary capillary pressures", "The effects of positive end-expiratory pressure (PEEP) on the regional distribution of tidal volume (VT) and recruitment have been investigated by chest computed tomography in sedated-paralyzed patients with the acute respiratory distress syndrome (ARDS)", "Effect of lung inflation on static pressure-volume characteristics of pulmonary vessels.", "In contrast, pulmonary blood flow of all lung regions was altered by larger PEEP and tidal volume both in control piglets and in piglets with saline lavage-induced lung injury.  ", "During the instrumentation phase, ventilation was provided in volume-controlled mode, with VT of 10 ml/kg, respiratory rate ( Pulmonary artery flotation catheter thermodilution cardiac output measurements and arterial blood gas analyses were performed at the beginning and end of the scanning series for each animal.    "], "term": "lung volume", "termType": "MED", "weight": "a"}, {"score": 0.4854511320590973, "sentences": ["; R = right   Abbreviations: C Control, I Injured (C1 to C4 and I1 to I6 refer to different animals), P/F ratio PaO2/FIO2 ratio sampled at PEEP 5 cmH2O , ABP mean arterial blood pressure, PAP Pulmonary arterial pressure, CVP Central venous pressure, HR Heart rate, CO Cardiac output measured by pulmonary artery flotation catheter thermodilution = 0.02 from independent samples", "On the other hand, our findings on regional perfusion, where all regions were altered and the presence or not of lung injury did not have an effect, suggest that VT and PEEP interacted all over the lung parenchyma on the redistribution of regional perfusion to the dependent zones [20, 21], also in agreement with pulmonary blood volume tidal redistribution [22]. Pulmonary perfusion can be affected by anesthesia and by mechanical ventilation, affecting arterial blood oxygenation [23–27]. The greatest determinant of pulmonary blood perfusion distribution is the difference between alveolar and pulmonary capillary pressures", "Respiratory oscillations in alveolar oxygen tension measured in arterial blood.", "ECG, invasive systemic, central venous, and pulmonary artery blood pressures were transduced using a standard clinical monitor (IntelliVue M8004A, Philips Healthcare, Best, Netherlands).", "During the instrumentation phase, ventilation was provided in volume-controlled mode, with VT of 10 ml/kg, respiratory rate ( Pulmonary artery flotation catheter thermodilution cardiac output measurements and arterial blood gas analyses were performed at the beginning and end of the scanning series for each animal.    ", "In addition, nongravitational inhomogeneity of perfusion can reduce arterial blood oxygenation.", "If required, an infusion of noradrenaline (0.01 to 0.1 mcg/kg/min) was commenced following an injury to maintain adequate mean arterial blood pressure."], "term": "arterial blood", "termType": "MED", "weight": "b"}, {"score": 0.4791759252548218, "sentences": ["; R = right   Abbreviations: C Control, I Injured (C1 to C4 and I1 to I6 refer to different animals), P/F ratio PaO2/FIO2 ratio sampled at PEEP 5 cmH2O , ABP mean arterial blood pressure, PAP Pulmonary arterial pressure, CVP Central venous pressure, HR Heart rate, CO Cardiac output measured by pulmonary artery flotation catheter thermodilution = 0.02 from independent samples", "During the instrumentation phase, ventilation was provided in volume-controlled mode, with VT of 10 ml/kg, respiratory rate ( Pulmonary artery flotation catheter thermodilution cardiac output measurements and arterial blood gas analyses were performed at the beginning and end of the scanning series for each animal.    "], "term": "artery catheter", "termType": "MDV", "weight": "b"}, {"score": 0.47332024574279785, "sentences": [" Discussion : Regional ventilation of the most dependent lung region was greater with larger PEEP and tidal volume in piglets with saline lavage-induced lung injury.", "Our findings suggest that ventilation of the most dependent lung region is greater with larger levels of PEEP and tidal volume in piglets with saline lavage-induced lung injury.", "Hypoxic pulmonary vasoconstriction; I:E: Inspiratory-to-expiratory ratio; MV: Mechanical ventilation; PaO2/FIO2: Arterial partial pressure of O2 and fraction of inspired oxygen ratio; PEEP: Positive end-expiratory pressure; ROIs: Regions-of-interest; RR: Respiratory rate; VILI: Ventilator-induced lung injury; VT:", "This information may be critical for a timely evaluation of the precision and efficacy of attempts to minimize some of the main ventilator-induced lung injury (VILI) mechanisms, particularly in the presence of alveolar collapse, common in the lungs of patients with the ARDS", "Besides other features like portability and the possibility of aroundthe-clock monitoring, the high temporal resolution (modern EIT devices generate up to 50 images per second) is another important aspect of this imaging method, which also allows the study of rapid physiological phenomena, such as the regional perfusion [13]. We aimed to measure pulmonary regional ventilation and perfusion at 12 combinations of PEEP and VT levels in piglets with saline lavage-induced lung injury and in mechanically ventilated control piglets."], "term": "ventilator induced lung injury", "termType": "DIS", "weight": "b"}, {"score": 0.44036537408828735, "sentences": ["; R = right   Abbreviations: C Control, I Injured (C1 to C4 and I1 to I6 refer to different animals), P/F ratio PaO2/FIO2 ratio sampled at PEEP 5 cmH2O , ABP mean arterial blood pressure, PAP Pulmonary arterial pressure, CVP Central venous pressure, HR Heart rate, CO Cardiac output measured by pulmonary artery flotation catheter thermodilution = 0.02 from independent samples", "During the instrumentation phase, ventilation was provided in volume-controlled mode, with VT of 10 ml/kg, respiratory rate ( Pulmonary artery flotation catheter thermodilution cardiac output measurements and arterial blood gas analyses were performed at the beginning and end of the scanning series for each animal.    "], "term": "pulmonary artery catheter", "termType": "MDV", "weight": "b"}, {"score": 0.4369417726993561, "sentences": ["Crockett DC, Cronin JN, Tidal changes in PaO2 and their relationship to cyclical lung recruitment/derecruitment in a porcine lung injury model."], "term": "pig", "termType": "MED", "weight": "b"}, {"score": 0.43123868107795715, "sentences": ["; R = right   Abbreviations: C Control, I Injured (C1 to C4 and I1 to I6 refer to different animals), P/F ratio PaO2/FIO2 ratio sampled at PEEP 5 cmH2O , ABP mean arterial blood pressure, PAP Pulmonary arterial pressure, CVP Central venous pressure, HR Heart rate, CO Cardiac output measured by pulmonary artery flotation catheter thermodilution = 0.02 from independent samples", "t test Data are presented as mean (SD), where appropriate Figure 2 shows arterial partial pressure of O2 and fraction of inspired oxygen ratio (2A), mean airway pressure (2B), and cardiac output (2C) in the control (left) and injured (right) groups, in the 12 combinations of PEEP and VT.    ", "Atelectasis is pronounced in the dependent lung regions, where perfusion of non-ventilated lung parenchyma produces a shunt effect of around 8–10% of cardiac output in healthy lungs [24], and a greater shunt in injured lungs.", "A femoral artery was cannulated for pulse contour cardiac output monitoring (PiCCO, Pulsion Medical Systems, Munich, Germany).", "During the instrumentation phase, ventilation was provided in volume-controlled mode, with VT of 10 ml/kg, respiratory rate ( Pulmonary artery flotation catheter thermodilution cardiac output measurements and arterial blood gas analyses were performed at the beginning and end of the scanning series for each animal.    "], "term": "heart output", "termType": "MED", "weight": "b"}, {"score": 0.4280949532985687, "sentences": [" Discussion : Regional ventilation of the most dependent lung region was greater with larger PEEP and tidal volume in piglets with saline lavage-induced lung injury.", "The major advantage of the saline lavage model is that it provides an ideal way to test the effects of different ventilatory strategies on the development of lung injury [33].  The approach applied in this study for the determination of regional pulmonary perfusion by EIT presents some limitations.", "Our findings suggest that ventilation of the most dependent lung region is greater with larger levels of PEEP and tidal volume in piglets with saline lavage-induced lung injury.", "Moreover, pulmonary blood flow of all lung regions is affected by larger levels of PEEP and tidal volume, both in control animals and in piglets with saline lavage-induced lung injury.", "In vivo lung lavage as an experimental model of the respiratory distress syndrome.", "In contrast, pulmonary blood flow of all lung regions was altered by larger PEEP and tidal volume both in control piglets and in piglets with saline lavage-induced lung injury.  ", "The surfactant depletion by saline lavage model was developed based on the observation that ARDS is associated with depletion of surfactant from the air spaces and reduced concentrations of surfactant-associated proteins in bronchoalveolar lavage fluid [32].", "Besides other features like portability and the possibility of aroundthe-clock monitoring, the high temporal resolution (modern EIT devices generate up to 50 images per second) is another important aspect of this imaging method, which also allows the study of rapid physiological phenomena, such as the regional perfusion [13]. We aimed to measure pulmonary regional ventilation and perfusion at 12 combinations of PEEP and VT levels in piglets with saline lavage-induced lung injury and in mechanically ventilated control piglets.", "However, determining precisely the extent to which the lung injury is caused by the saline lavage, by mechanical ventilation, or both remains challenging."], "term": "lung lavage", "termType": "MED", "weight": "b"}, {"score": 0.42720675468444824, "sentences": ["Real-time effects of PEEP and tidal volume on regional ventilation and perfusion in experimental lung injury", "Respiratory distress syndrome, Adult, Mechanical ventilation, Electrical impedance tomography, Pulmonary circulation, Ventilation-perfusion ratio Introduction Real-time information on regional ventilation and perfusion, and their changes, during mechanical ventilation (MV) may help elucidate the physiological and pathophysiological effects of MV settings in healthy and injured lungs.    ", "Real-time bedside information on regional ventilation and perfusion during mechanical ventilation (MV) may help to elucidate the physiological and pathophysiological effects of MV settings in healthy and injured lungs.", "Background: Real-time bedside information on regional ventilation and perfusion during mechanical ventilation (MV) may help to elucidate the physiological and pathophysiological effects of MV settings in healthy and injured lungs.", "Our data demonstrate that these effects can be regionally monitored, measured, and tracked in real-time and at the bedside by EIT.  ", "Although reasonably large, the thickness of the EIT crosssectional slice (~ 15 cm) may represent different proportions of the lungs, depending on the size and shape of the animal [4], without guarantee that most of the lung is represented in all animals, unless other imaging techniques are employed in parallel [37]. Finally, due to the low spatial resolution of EIT, the maximum slope time point might be slightly displaced (in time) among sub-regions within the ROI, likely causing inaccurate estimates of spatially averaged maximum slopes.", "VT = tidal volume settings such as PEEP and VT, continuously, in real-time, and at the bedside.", "Indicator Transit Time Considered as a Gamma Variate.", "i. e., the corresponding pulmonary ventilation area studied at the same point in time, hence under the same mechanical ventilation settings).", "They also suggest that EIT is a promising bedside and noninvasive clinical tool for continuous and real-time monitoring of pulmonary ventilation that can be especially useful in severe mechanically ventilated patients such as those with ARDS.", "The regional time-impedance curves resulting from 10% NaCl injection [16, 35, 36] were fitted on a pixel-by-pixel basis by a gammavariate function to quantitatively assess regional perfusion [17, 18].", "It is a non-invasive, radiation-free tool to monitor, in real-time and at the bedside, the distribution of pulmonary ventilation [3–11]. Subjecting the patient’s chest to minute electrical currents, EIT measures the electric potentials at the chest wall surface to produce two-dimensional (2D) images that reflect the impedance distribution within the thorax."], "term": "time", "termType": "MED", "weight": "a"}, {"score": 0.4259817898273468, "sentences": ["The resulting regional impedance curves are then analyzed to quantitatively assess regional perfusion [13, 17, 18], expressed as the percentage of total pulmonary blood flow through each of the three ROIs (total 100%).    ", "Mechanism of decreased blood flow to atelectatic lung.", "Moreover, pulmonary blood flow of all lung regions is affected by larger levels of PEEP and tidal volume, both in control animals and in piglets with saline lavage-induced lung injury.", "In contrast, pulmonary blood flow of all lung regions was altered by larger PEEP and tidal volume both in control piglets and in piglets with saline lavage-induced lung injury.  ", "J Appl Physiol Redistribution of pulmonary blood flow in the dog with PEEP ventilation.", "Elevated airway pressures applied to the lung during mechanical ventilation can compromise venous return and redirect blood flow to dependent lung regions, with the effect being more marked at higher levels of PEEP and/or"], "term": "lung blood flow", "termType": "MED", "weight": "b"}, {"score": 0.4226588308811188, "sentences": ["Normovolemia was maintained with intravenous infusion of Ringer’s lactate solution at 20 ml/kg/h for the first hour followed by 10 ml/kg/h. MV was performed using a Servo-I ventilator (Maquet, Rastatt, Germany).", "Hypoxic pulmonary vasoconstriction; I:E: Inspiratory-to-expiratory ratio; MV: Mechanical ventilation; PaO2/FIO2: Arterial partial pressure of O2 and fraction of inspired oxygen ratio; PEEP: Positive end-expiratory pressure; ROIs: Regions-of-interest; RR: Respiratory rate; VILI: Ventilator-induced lung injury; VT:"], "term": "mechanical ventilator", "termType": "MDV", "weight": "b"}, {"score": 0.3991248607635498, "sentences": ["t test Data are presented as mean (SD), where appropriate Figure 2 shows arterial partial pressure of O2 and fraction of inspired oxygen ratio (2A), mean airway pressure (2B), and cardiac output (2C) in the control (left) and injured (right) groups, in the 12 combinations of PEEP and VT.    ", "A single-compartment model of the healthy lung can describe aeration and its changes associated with a homogeneous distribution of airway pressures, expansion, and stretching across the lung parenchyma [1]. The positive airway pressure applied during MV may affect pulmonary ventilation and perfusion distributions, and their tidal changes, especially in the presence of acute lung injury.    "], "term": "airway pressure", "termType": "MED", "weight": "b"}, {"score": 0.39558231830596924, "sentences": ["It is a non-invasive, radiation-free tool to monitor, in real-time and at the bedside, the distribution of pulmonary ventilation [3–11]. Subjecting the patient’s chest to minute electrical currents, EIT measures the electric potentials at the chest wall surface to produce two-dimensional (2D) images that reflect the impedance distribution within the thorax."], "term": "lung minute volume", "termType": "MED", "weight": "b"}, {"score": 0.3925887942314148, "sentences": ["Imbalances in regional lung ventilation: a validation study on electrical impedance tomography.", "Cronin JN, Crockett DC, Farmery AD, Hedenstierna G, Larsson A, Camporota L, Formenti F (2020 Mechanical ventilation redistributes blood to poorly ventilated areas in experimental lung injury.", "(Enlight, TIMPEL SA, São Paulo, Brazil) [13, 14]. The following functional images were generated by EIT:   Ventilation maps derived from relative impedance changes, which reliably track local, pixel-by-pixel changes in the content of air within the lung [12, 15]. It is expressed as the percentage of total pulmonary ventilation through each of the three ROIs (total 100%).", "A single-compartment model of the healthy lung can describe aeration and its changes associated with a homogeneous distribution of airway pressures, expansion, and stretching across the lung parenchyma [1]. The positive airway pressure applied during MV may affect pulmonary ventilation and perfusion distributions, and their tidal changes, especially in the presence of acute lung injury.    ", "altered the pulmonary regional ventilation response to different PEEP and VT levels.", "Because cyclic changes in local impedance mainly correspond to changes in lung aeration, EIT can reliably assess imbalances in the distribution of regional ventilation [3, 4, 11, 12]. Materials and methods : The Regional Animal Ethics Committee approved the study.    ", "Figure 3 shows representative EIT functional images illustrating the differences in the distribution of pulmonary ventilation and perfusion at two levels of PEEP and VT.", "Elevated airway pressures applied to the lung during mechanical ventilation can compromise venous return and redirect blood flow to dependent lung regions, with the effect being more marked at higher levels of PEEP and/or", "However, determining precisely the extent to which the lung injury is caused by the saline lavage, by mechanical ventilation, or both remains challenging.", " Discussion : Regional ventilation of the most dependent lung region was greater with larger PEEP and tidal volume in piglets with saline lavage-induced lung injury.", "Real-time bedside information on regional ventilation and perfusion during mechanical ventilation (MV) may help to elucidate the physiological and pathophysiological effects of MV settings in healthy and injured lungs.", "On the other hand, our findings on regional perfusion, where all regions were altered and the presence or not of lung injury did not have an effect, suggest that VT and PEEP interacted all over the lung parenchyma on the redistribution of regional perfusion to the dependent zones [20, 21], also in agreement with pulmonary blood volume tidal redistribution [22]. Pulmonary perfusion can be affected by anesthesia and by mechanical ventilation, affecting arterial blood oxygenation [23–27]. The greatest determinant of pulmonary blood perfusion distribution is the difference between alveolar and pulmonary capillary pressures", "Larger PEEP levels were associated with greater percent increase in the ventilation of the dependent lung in the injured group than in the control group.", "  We aimed to study the effects of positive end-expiratory pressure (PEEP) and tidal volume (VT) on the distributions of regional ventilation and perfusion by electrical impedance tomography (EIT) in healthy and injured lungs.    ", "Our study demonstrates that EIT can measure physiological and supra-physiological levels of pulmonary ventilation and perfusion, and their changes associated with different MV  3 Representative images of regional distribution of pulmonary ventilation (a) and perfusion (b) at two different PEEP and VT levels as recorded by electrical impedance tomography (EIT) in one piglet from the injured group.", "Ventilation and perfusion distributions were computed by EIT within three regionsof-interest (ROIs): nondependent, middle, dependent.", "Besides other features like portability and the possibility of aroundthe-clock monitoring, the high temporal resolution (modern EIT devices generate up to 50 images per second) is another important aspect of this imaging method, which also allows the study of rapid physiological phenomena, such as the regional perfusion [13]. We aimed to measure pulmonary regional ventilation and perfusion at 12 combinations of PEEP and VT levels in piglets with saline lavage-induced lung injury and in mechanically ventilated control piglets.", "They also suggest that EIT is a promising bedside and noninvasive clinical tool for continuous and real-time monitoring of pulmonary ventilation that can be especially useful in severe mechanically ventilated patients such as those with ARDS.", "We sought to determine (1) if the PEEP and VT effects on the regional distribution of tidal volume in injured lungs are also detectable by EIT; (2) whether there are also effects on perfusion; and (3) does the presence or absence of injury affect PEEP- or VT-related changes in ventilation and perfusion distributions.", "During the instrumentation phase, ventilation was provided in volume-controlled mode, with VT of 10 ml/kg, respiratory rate ( Pulmonary artery flotation catheter thermodilution cardiac output measurements and arterial blood gas analyses were performed at the beginning and end of the scanning series for each animal.    ", "The dotted line in the perfusion maps shows the contour of the corresponding ventilation map (", "During the measurements of these cardiopulmonary parameters, mechanical ventilation was set in volume-controlled mode, with FIO2 0.3–0.4 for the control animals and 0.7–0.8 for those with lung injury, RR 25, PEEP 5, and a VT of 10 ml/kg.    ", "EIT can help to optimize mechanical ventilation settings, detect complications such as derecruitment, and provide estimates of perfusion distribution.", "*p < 0.001 #p Regional ventilation : Figure 4 shows the distribution of regional pulmonary ventilation at different PEEP and VT levels.", "(all images) Fig. 4 Regional distribution of pulmonary ventilation in the control (left, n = 4) and injured (right, n = 6) groups.", "Background: Real-time bedside information on regional ventilation and perfusion during mechanical ventilation (MV) may help to elucidate the physiological and pathophysiological effects of MV settings in healthy and injured lungs.", "* indicates greater percent increase in the ventilation of the dependent lung region with larger PEEP in the injured than in the control group; † indicates greater percent increase in the ventilation of the dependent lung region with larger VT in the injured than in the control group.", "i. e., the corresponding pulmonary ventilation area studied at the same point in time, hence under the same mechanical ventilation settings).", "Spontaneous breathing during lung-protective ventilation in an experimental acute lung injury model: high transpulmonary pressure associated with strong spontaneous breathing effort may worsen lung injury.", "For the quantitative analysis of the ventilation and perfusion distributions by EIT, the lungs were sub-segmented into three isogravitational regions-of-interest (ROIs): nondependent, middle, and dependent regions (Fig. 1).", "Representative image of regional distribution of pulmonary ventilation as recorded by electrical impedance tomography (EIT) in one piglet from the control group.", "We studied the effects of combinations of PEEP and VT on regional ventilation and perfusion by EIT in volume-controlled mode.", "Conclusions: Large PEEP and VT levels were associated with greater pulmonary ventilation of the dependent lung region in experimental lung injury, whereas they affected pulmonary perfusion of all lung regions both in the control and in the experimental lung injury groups.    ", "It is a non-invasive, radiation-free tool to monitor, in real-time and at the bedside, the distribution of pulmonary ventilation [3–11]. Subjecting the patient’s chest to minute electrical currents, EIT measures the electric potentials at the chest wall surface to produce two-dimensional (2D) images that reflect the impedance distribution within the thorax.", "Monitoring perioperative changes in distribution of pulmonary ventilation by functional electrical impedance tomography.", "Real-time effects of PEEP and tidal volume on regional ventilation and perfusion in experimental lung injury", "Hedenstierna G (2005) Pulmonary perfusion during anesthesia and mechanical ventilation.", "Respiratory distress syndrome, Adult, Mechanical ventilation, Electrical impedance tomography, Pulmonary circulation, Ventilation-perfusion ratio Introduction Real-time information on regional ventilation and perfusion, and their changes, during mechanical ventilation (MV) may help elucidate the physiological and pathophysiological effects of MV settings in healthy and injured lungs.    ", "Our findings suggest that ventilation of the most dependent lung region is greater with larger levels of PEEP and tidal volume in piglets with saline lavage-induced lung injury.", "Materials and methods, Investigational protocol, Electrical impedance tomography, Control group, Statistics, Results, Regional ventilation, Regional perfusion, Discussion, Conclusions, Publisher’s Note", "Hypoxic pulmonary vasoconstriction; I:E: Inspiratory-to-expiratory ratio; MV: Mechanical ventilation; PaO2/FIO2: Arterial partial pressure of O2 and fraction of inspired oxygen ratio; PEEP: Positive end-expiratory pressure; ROIs: Regions-of-interest; RR: Respiratory rate; VILI: Ventilator-induced lung injury; VT:", "Does regional lung strain correlate with regional inflammation in acute respiratory distress syndrome during nonprotective ventilation?", "J Appl Physiol Redistribution of pulmonary blood flow in the dog with PEEP ventilation.", "Similarly, larger VT was associated with a greater percent increase in dependent lung ventilation in the injured group than in the control group.", "We aimed to study the effects of positive end-expiratory pressure (PEEP) and tidal volume (VT) on the distributions of regional ventilation and perfusion by electrical impedance tomography (EIT) in healthy and injured lungs."], "term": "lung ventilation", "termType": "MED", "weight": "a"}, {"score": 0.39122167229652405, "sentences": ["During the instrumentation phase, ventilation was provided in volume-controlled mode, with VT of 10 ml/kg, respiratory rate ( Pulmonary artery flotation catheter thermodilution cardiac output measurements and arterial blood gas analyses were performed at the beginning and end of the scanning series for each animal.    "], "term": "blood gas", "termType": "MED", "weight": "b"}, {"score": 0.3901740312576294, "term": "blood gas analysis", "termType": "MED", "weight": "b"}, {"score": 0.3525069057941437, "sentences": ["Hedenstierna G (2005) Pulmonary perfusion during anesthesia and mechanical ventilation.", "Adequacy of anesthesia was confirmed by the absence of reaction to painful stimulation between the front hooves and the absence of any signs of sympathetic stimulation after paralysis.", "On the other hand, our findings on regional perfusion, where all regions were altered and the presence or not of lung injury did not have an effect, suggest that VT and PEEP interacted all over the lung parenchyma on the redistribution of regional perfusion to the dependent zones [20, 21], also in agreement with pulmonary blood volume tidal redistribution [22]. Pulmonary perfusion can be affected by anesthesia and by mechanical ventilation, affecting arterial blood oxygenation [23–27]. The greatest determinant of pulmonary blood perfusion distribution is the difference between alveolar and pulmonary capillary pressures", "All animals were studied lying in the supine position under general anesthesia with mandatorymode mechanical ventilation provided via tracheostomy."], "term": "anesthesia", "termType": "MED", "weight": "b"}, {"score": 0.3482285737991333, "sentences": ["Effect of lung inflation on static pressure-volume characteristics of pulmonary vessels."], "term": "lung inflation", "termType": "MED", "weight": "b"}, {"score": 0.34318673610687256, "sentences": ["; R = right   Abbreviations: C Control, I Injured (C1 to C4 and I1 to I6 refer to different animals), P/F ratio PaO2/FIO2 ratio sampled at PEEP 5 cmH2O , ABP mean arterial blood pressure, PAP Pulmonary arterial pressure, CVP Central venous pressure, HR Heart rate, CO Cardiac output measured by pulmonary artery flotation catheter thermodilution = 0.02 from independent samples", "t test Data are presented as mean (SD), where appropriate Figure 2 shows arterial partial pressure of O2 and fraction of inspired oxygen ratio (2A), mean airway pressure (2B), and cardiac output (2C) in the control (left) and injured (right) groups, in the 12 combinations of PEEP and VT.    ", "Hypoxic pulmonary vasoconstriction; I:E: Inspiratory-to-expiratory ratio; MV: Mechanical ventilation; PaO2/FIO2: Arterial partial pressure of O2 and fraction of inspired oxygen ratio; PEEP: Positive end-expiratory pressure; ROIs: Regions-of-interest; RR: Respiratory rate; VILI: Ventilator-induced lung injury; VT:", "Following baseline measurements, a one-hit acute lung injury model was established in 7 randomly chosen animals (injured group), with repeated lung lavages (30 ml/kg) of isotonic saline applied until an arterial partial pressure of O2 and fraction of inspired oxygen ratio (PaO2/FIO2) of 200 mmHg was reached.", "If required, an infusion of noradrenaline (0.01 to 0.1 mcg/kg/min) was commenced following an injury to maintain adequate mean arterial blood pressure."], "term": "arterial pressure", "termType": "MED", "weight": "b"}, {"score": 0.33770668506622314, "sentences": ["Imbalances in regional lung ventilation: a validation study on electrical impedance tomography.", "Cyclic variations in pulmonary air and blood content are the major determinants for the changes in thoracic impedance.", "(Enlight, TIMPEL SA, São Paulo, Brazil) [13, 14]. The following functional images were generated by EIT:   Ventilation maps derived from relative impedance changes, which reliably track local, pixel-by-pixel changes in the content of air within the lung [12, 15]. It is expressed as the percentage of total pulmonary ventilation through each of the three ROIs (total 100%).", "Bedside estimation of recruitable alveolar collapse and hyperdistension by electrical impedance tomography.", "Electrical impedance tomography in acute respiratory distress syndrome.", "Because cyclic changes in local impedance mainly correspond to changes in lung aeration, EIT can reliably assess imbalances in the distribution of regional ventilation [3, 4, 11, 12]. Materials and methods : The Regional Animal Ethics Committee approved the study.    ", "Regional lung perfusion estimated by electrical impedance tomography in a piglet model of lung collapse.", "  We aimed to study the effects of positive end-expiratory pressure (PEEP) and tidal volume (VT) on the distributions of regional ventilation and perfusion by electrical impedance tomography (EIT) in healthy and injured lungs.    ", "Our study demonstrates that EIT can measure physiological and supra-physiological levels of pulmonary ventilation and perfusion, and their changes associated with different MV  3 Representative images of regional distribution of pulmonary ventilation (a) and perfusion (b) at two different PEEP and VT levels as recorded by electrical impedance tomography (EIT) in one piglet from the injured group.", "Regional lung perfusion as determined by electrical impedance tomography in comparison with electron beam CT imaging.", "Chest electrical impedance tomography examination, data analysis, terminology, clinical use and recommendations: consensus statement of the TRanslational EIT developmeNt stuDy group.", "Acute respiratory distress syndrome; EIT: Electrical impedance tomography", "Brown BH, Leathard A, Sinton A, McArdle FJ, Smith RW, Barber DC (1992) imaging using electrical impedance tomography.", "Representative image of regional distribution of pulmonary ventilation as recorded by electrical impedance tomography (EIT) in one piglet from the control group.", "Electrical impedance tomography.", "Monitoring perioperative changes in distribution of pulmonary ventilation by functional electrical impedance tomography.", "It is a non-invasive, radiation-free tool to monitor, in real-time and at the bedside, the distribution of pulmonary ventilation [3–11]. Subjecting the patient’s chest to minute electrical currents, EIT measures the electric potentials at the chest wall surface to produce two-dimensional (2D) images that reflect the impedance distribution within the thorax.", "[2]. It was evidenced that PEEP made the gas distribution more homogeneous, stretching the upper levels and recruiting the lower ones [2]. Electrical impedance tomography (EIT) has emerged as a new functional-imaging method potentially meeting many clinical needs.", "The resulting regional impedance curves are then analyzed to quantitatively assess regional perfusion [13, 17, 18], expressed as the percentage of total pulmonary blood flow through each of the three ROIs (total 100%).    ", "Respiratory distress syndrome, Adult, Mechanical ventilation, Electrical impedance tomography, Pulmonary circulation, Ventilation-perfusion ratio Introduction Real-time information on regional ventilation and perfusion, and their changes, during mechanical ventilation (MV) may help elucidate the physiological and pathophysiological effects of MV settings in healthy and injured lungs.    ", "Materials and methods, Investigational protocol, Electrical impedance tomography, Control group, Statistics, Results, Regional ventilation, Regional perfusion, Discussion, Conclusions, Publisher’s Note", "The regional time-impedance curves resulting from 10% NaCl injection [16, 35, 36] were fitted on a pixel-by-pixel basis by a gammavariate function to quantitatively assess regional perfusion [17, 18].", "We aimed to study the effects of positive end-expiratory pressure (PEEP) and tidal volume (VT) on the distributions of regional ventilation and perfusion by electrical impedance tomography (EIT) in healthy and injured lungs.", "Electrical impedance tomography : Pulmonary EIT data were recorded at 50 Hz with 32 electrodes equidistantly placed around the circumference of the thorax just below the level of the axilla"], "term": "impedance", "termType": "MED", "weight": "b"}, {"score": 0.3268667161464691, "sentences": ["This information may be critical for a timely evaluation of the precision and efficacy of attempts to minimize some of the main ventilator-induced lung injury (VILI) mechanisms, particularly in the presence of alveolar collapse, common in the lungs of patients with the ARDS", "Digital outputs from the ventilator and clinical monitor were continuously recorded using the acqIS software (EPiQ Life Science AB, Kista, Sweden).", "Normovolemia was maintained with intravenous infusion of Ringer’s lactate solution at 20 ml/kg/h for the first hour followed by 10 ml/kg/h. MV was performed using a Servo-I ventilator (Maquet, Rastatt, Germany).", "Hypoxic pulmonary vasoconstriction; I:E: Inspiratory-to-expiratory ratio; MV: Mechanical ventilation; PaO2/FIO2: Arterial partial pressure of O2 and fraction of inspired oxygen ratio; PEEP: Positive end-expiratory pressure; ROIs: Regions-of-interest; RR: Respiratory rate; VILI: Ventilator-induced lung injury; VT:"], "term": "ventilator", "termType": "MDV", "weight": "b"}, {"score": 0.3211793899536133, "sentences": ["Our distributions of regional pulmonary perfusion at different PEEP and VT levels may have been also partly influenced through hypoxic pulmonary vasoconstriction (HPV)", "A single-compartment model of the healthy lung can describe aeration and its changes associated with a homogeneous distribution of airway pressures, expansion, and stretching across the lung parenchyma [1]. The positive airway pressure applied during MV may affect pulmonary ventilation and perfusion distributions, and their tidal changes, especially in the presence of acute lung injury.    ", "Relative contribution of gravity to pulmonary perfusion heterogeneity.", "Figure 3 shows representative EIT functional images illustrating the differences in the distribution of pulmonary ventilation and perfusion at two levels of PEEP and VT.", "Regional lung perfusion estimated by electrical impedance tomography in a piglet model of lung collapse.", "[28]. Perfusion increases down the gravitational gradient in the lung, due to hydrostatic forces and structural factors.", "The subtraction of the cardiac component of perfusion from mixed pixels while maintaining the net lung component by using an EIT gamma variate algorithm is an essential feature of this method.", "On the other hand, our findings on regional perfusion, where all regions were altered and the presence or not of lung injury did not have an effect, suggest that VT and PEEP interacted all over the lung parenchyma on the redistribution of regional perfusion to the dependent zones [20, 21], also in agreement with pulmonary blood volume tidal redistribution [22]. Pulmonary perfusion can be affected by anesthesia and by mechanical ventilation, affecting arterial blood oxygenation [23–27]. The greatest determinant of pulmonary blood perfusion distribution is the difference between alveolar and pulmonary capillary pressures", "Our study demonstrates that EIT can measure physiological and supra-physiological levels of pulmonary ventilation and perfusion, and their changes associated with different MV  3 Representative images of regional distribution of pulmonary ventilation (a) and perfusion (b) at two different PEEP and VT levels as recorded by electrical impedance tomography (EIT) in one piglet from the injured group.", "Regional lung perfusion as determined by electrical impedance tomography in comparison with electron beam CT imaging.", "Besides other features like portability and the possibility of aroundthe-clock monitoring, the high temporal resolution (modern EIT devices generate up to 50 images per second) is another important aspect of this imaging method, which also allows the study of rapid physiological phenomena, such as the regional perfusion [13]. We aimed to measure pulmonary regional ventilation and perfusion at 12 combinations of PEEP and VT levels in piglets with saline lavage-induced lung injury and in mechanically ventilated control piglets.", "Relation between shunt, aeration, and perfusion in experimental acute lung injury.", "Atelectasis is pronounced in the dependent lung regions, where perfusion of non-ventilated lung parenchyma produces a shunt effect of around 8–10% of cardiac output in healthy lungs [24], and a greater shunt in injured lungs.", "Conclusions: Large PEEP and VT levels were associated with greater pulmonary ventilation of the dependent lung region in experimental lung injury, whereas they affected pulmonary perfusion of all lung regions both in the control and in the experimental lung injury groups.    ", "Real-time effects of PEEP and tidal volume on regional ventilation and perfusion in experimental lung injury", "The resulting regional impedance curves are then analyzed to quantitatively assess regional perfusion [13, 17, 18], expressed as the percentage of total pulmonary blood flow through each of the three ROIs (total 100%).    ", "Respiratory distress syndrome, Adult, Mechanical ventilation, Electrical impedance tomography, Pulmonary circulation, Ventilation-perfusion ratio Introduction Real-time information on regional ventilation and perfusion, and their changes, during mechanical ventilation (MV) may help elucidate the physiological and pathophysiological effects of MV settings in healthy and injured lungs.    ", "Hedenstierna G (2005) Pulmonary perfusion during anesthesia and mechanical ventilation.", "The major advantage of the saline lavage model is that it provides an ideal way to test the effects of different ventilatory strategies on the development of lung injury [33].  The approach applied in this study for the determination of regional pulmonary perfusion by EIT presents some limitations.", "Regional distribution of pulmonary perfusion in the control (left, n = 4) and injured (right, n = 6) groups.", "Figure 5 shows the distribution of regional pulmonary perfusion at different PEEP and VT levels."], "term": "lung perfusion", "termType": "MED", "weight": "a"}, {"score": 0.31465238332748413, "sentences": ["For the calculations of the maximal slope; however, the conservation of mass could still be applied correctly, since one of the assumptions is that there is no outflow of hypertonic saline before the peak of the pulmonary artery input function.", "; R = right   Abbreviations: C Control, I Injured (C1 to C4 and I1 to I6 refer to different animals), P/F ratio PaO2/FIO2 ratio sampled at PEEP 5 cmH2O , ABP mean arterial blood pressure, PAP Pulmonary arterial pressure, CVP Central venous pressure, HR Heart rate, CO Cardiac output measured by pulmonary artery flotation catheter thermodilution = 0.02 from independent samples", "ECG, invasive systemic, central venous, and pulmonary artery blood pressures were transduced using a standard clinical monitor (IntelliVue M8004A, Philips Healthcare, Best, Netherlands).", "During the instrumentation phase, ventilation was provided in volume-controlled mode, with VT of 10 ml/kg, respiratory rate ( Pulmonary artery flotation catheter thermodilution cardiac output measurements and arterial blood gas analyses were performed at the beginning and end of the scanning series for each animal.    "], "term": "pulmonary artery", "termType": "MED", "weight": "b"}], "timestamp": 1583239040.0, "version": "1.0"}