{"datetime": "2020-03-03 12:36:44.264603", "filename": "2004081819", "mainterms": [{"score": 0.9914625287055969, "sentences": ["I was initially tasked with co-leading special field epidemiological research to determine the prevalence and the severity of monkeypox virus infection in humans."], "term": "human", "termType": "MED", "weight": "b"}, {"score": 0.8993511199951172, "sentences": ["Countries were expected to sustain the immunization coverage gains already made and the region was due to launch the polio eradication campaign.", "The emergence of several well-funded partnerships such as the GAVI Alliance, the Global Polio Eradication Initiative, the Measles– Rubella Initiative, and others brought in financial resources mainly for the achievement of ambitious disease elimination/ eradication goals and accelerated the introduction of multiple new vaccines, while basic routine immunization suffered in many countries.", "Dr M. Chan, the WHO DG at that time, convened a broader interagency group to re-shape the global immunization strategy.", "Dr. Okwo-Bele is public health consultant and former Director of WHO Department of vaccines and immunization (2004-17).", "The training of district teams was a central strategic element in addition to the provision of critical logistics for routine health-facility based and outreach immunization sessions.", "Exciting but challenging assignments in the African region After spearheading immunization efforts in DRC, I later joined the small Immunization team of the WHO African regional office in Brazzaville, Republic of Congo in the early 1990s where the playing field greatly expanded.", "By 2003, some eight years after launching the polio eradication campaign in Africa, only two countries (out of 47) remained polio-endemic; the regional immunization coverage was improving and several countries had introduced the new pentavalent vaccines and other available under-used vaccines such as Yellow Fever vaccine.", "  From inner Congo to WHO Geneva: a bottom up journey in the governance for vaccines and immunization Jean-Marie Okwo-Bele :   Public Health Consultant :   Early days in the Democratic Republic of Congo (DRC) : I grew up in Bandundu, what was then a small town in Western DRC, where my father worked as a primary school principal and my mother had stopped teaching to focus on the chores at home.", "At the end of our second meeting, he convinced me that I should join his expanding project team, which dealt with immunization, diarrhea diseases, and malaria control programs.", "From inner Congo to WHO Geneva: a bottom up journey in the governance for vaccines and immunization", "On the technical front, one of the initial tasks in hand was to lead the development of a global immunization strategy, requested by Dr JW Lee and Mr Kul Gautam, UNICEF Deputy Executive Director.", "I consider the management capacity as a critical factor of immunization program success and sustainability.    ", "I was later responsible for the overall DRC immunization program design, in addition to focusing on monitoring and evaluation.", "At the end of our second meeting, he convinced me that I should join his expanding project team, which dealt with immunization, diarrhea diseases, and malaria control programs.    ", "Most notably, that the technical and financial support for implementation is too much focused on the countries eligible for Gavi support, leaving out numerous countries in the low middle- income range that are lagging behind their immunization targets.", "Together, these efforts led to steady improvements of nationwide immunization coverage.", "Finally, we updated the terms of reference of the regional and national immunization advisory mechanisms, given their additional roles in guiding and facilitating the adoption and the roll-out of new vaccines.    ", "Major innovations are fully integrated in the program, including the lifecourse approach to immunization (HPV vaccination being a catalyst), research for game-changing vaccines (HIV, new TB, universal flu and malaria vaccines), incremental improvements of newer vaccines (rotavirus, pneumococcal conjugate vaccines in particular), simplification of vaccine delivery approaches and improvements in tracking systems.", "Author of >30 articles and book chapters, Dr. Okwo-Bele led the national immunization program in DRC and coordinated the launch and management of polio eradication and other vaccine programs in Africa and Southeast Asia.", "Informed that I had just obtained my medical degree, Dr Kalisa handed me two reports (One was the World Health Organization’s (WHO) summary of the successful smallpox eradication program and the second was the report of a just completed review of the DRC immunization program) and suggested that we meet later that week to discuss them.", "Over the years, SAGE has become extremely valuable and well respected, playing a critical leadership role for global immunization.", "Together, these efforts led to steady improvements of nationwide immunization coverage.    ", "From our perspectives, at least four factors were in place that we felt were most important for the sustainability of national immunization programs: simple program design; continuous performance measurement; additional staff capacity and funding.", "The roles and responsibilities of organizations involved in global immunization became unclear, to the point that we had to stand to maintain the WHO convening and technical leadership roles.", "In the following years, I worked on the roll-out of immunization services in a country as vast as all of Western Europe, but with very poor transportation and health infrastructure.", "I think the impact of these processes has been remarkable for all national immunization programs, including those in high-income countries.", "I was appointed Director of the WHO immunization and vaccines department in 2004 at the time when the recently appointed Director General, JW Lee, was implementing substantial organizational changes, notably the shifting of resources away from HQ to benefit the decentralized regional and country offices.", "He was Chief of the UNICEF global immunization unit (2002-4), Regional Advisor and Head of the WHO regional vaccine and immunization programme in Africa (1989-2002) and National Manager for the DR Congo Immunization Programme (1984-9).", "Indeed, although the impact of immunization was remarkable worldwide (drastic reduction of polio incidence; 1.5 million deaths averted in children), the global level immunization landscape was marked by multiple voices, diverse interests, and confusing governance.", "The ensuing joint WHO-UNICEF Global Immunization Vision and Strategy (GIVS) for 2006–2015 became the first ever global immunization framework and was endorsed by the World Health Assembly and the UNICEF Executive Board the following year.5    "], "term": "immunization", "termType": "MED", "weight": "a"}, {"score": 0.8992794156074524, "sentences": ["Dr. Okwo-Bele is public health consultant and former Director of WHO Department of vaccines and immunization (2004-17).", "  From inner Congo to WHO Geneva: a bottom up journey in the governance for vaccines and immunization Jean-Marie Okwo-Bele :   Public Health Consultant :   Early days in the Democratic Republic of Congo (DRC) : I grew up in Bandundu, what was then a small town in Western DRC, where my father worked as a primary school principal and my mother had stopped teaching to focus on the chores at home.", "He received training in medicine from University of Kinshasa (1981) and in public health from Johns Hopkins University (1986).", "PORTRAIT, Jean-Marie Okwo-Bele, Public Health Consultant, Early days in the Democratic Republic of Congo (DRC), Moving on to the global level, Looking ahead …, Notes on contributor"], "term": "public health", "termType": "MED", "weight": "b"}, {"score": 0.8923153877258301, "sentences": ["We then turned to face the challenges of implementing polio campaigns in the remaining countries of Africa, knowing that many of them had overwhelming difficulties to carry out earlier vaccination campaigns promoted by UNICEF for reaching universal coverage in 1990.", "We surveyed thousands of people and collected blood specimens from nearly 3000 persons without smallpox vaccination scars, mostly children.", "Major innovations are fully integrated in the program, including the lifecourse approach to immunization (HPV vaccination being a catalyst), research for game-changing vaccines (HIV, new TB, universal flu and malaria vaccines), incremental improvements of newer vaccines (rotavirus, pneumococcal conjugate vaccines in particular), simplification of vaccine delivery approaches and improvements in tracking systems.", "But it was difficult to confirm whether the impact of vaccination of younger children over and above the achievement of high coverage was due to the new vaccine.", "The high turnout of people during vaccination campaigns was a clear indication that meningitis was very much feared by everyone.", "But it was difficult to confirm whether the impact of vaccination of younger children over and above the achievement of high coverage was due to the new vaccine.2    ", "With a US CDC colleague, Dr F. Cutts, we designed improvement measures, which included the implementation of special survey techniques to identify pockets of low coverage and a house-to-house approach for the motivation of communities to seek vaccination."], "term": "vaccination", "termType": "MED", "weight": "b"}, {"score": 0.8707894086837769, "sentences": ["In 1988, reports of repeated outbreaks and high measles incidence in the under-9 months old in Kinshasa caught our attention.", "Following my briefing on polio eradication and my request for South Africa to launch its eradication campaign, Dr D. Zouma, then Health Minister and the provincial health ministers preferred to add measles control, given the severe outbreaks observed in the country.", "The project’s impact was noticeable with measles coverage reaching nearly 90% and a substantial drop of measles incidence.", "In the years that follow, six other southern African countries did the same, which amplified the impact of the interventions, resulting in the elimination of polio and the lowest measles incidence ever reached in the sub-region.3", "Clearly, the combination of effective technical guidance to implement proven strategies with strong political and financial support could lead to amazing successes in Southern Africa, as was observed in other regions, and particularly in the Americas during their efforts for the elimination of polio and measles.    ", "In addition, given high measles incidence in the under-9 months, I led a technical committee decision that recommended a vaccine policy switch from the use of Schwartz measles vaccine at age 9 months to medium titer of Edmonston Zagreb vaccine at age 6 months."], "term": "measles", "termType": "DIS", "weight": "b"}, {"score": 0.8551779985427856, "sentences": ["In addition, given high measles incidence in the under-9 months, I led a technical committee decision that recommended a vaccine policy switch from the use of Schwartz measles vaccine at age 9 months to medium titer of Edmonston Zagreb vaccine at age 6 months."], "term": "measles vaccine", "termType": "DRG", "weight": "b"}, {"score": 0.625505805015564, "sentences": ["The ensuing joint WHO-UNICEF Global Immunization Vision and Strategy (GIVS) for 2006–2015 became the first ever global immunization framework and was endorsed by the World Health Assembly and the UNICEF Executive Board the following year.5    ", "Informed that I had just obtained my medical degree, Dr Kalisa handed me two reports (One was the World Health Organization’s (WHO) summary of the successful smallpox eradication program and the second was the report of a just completed review of the DRC immunization program) and suggested that we meet later that week to discuss them.", "PORTRAIT, Jean-Marie Okwo-Bele, Public Health Consultant, Early days in the Democratic Republic of Congo (DRC), Moving on to the global level, Looking ahead …, Notes on contributor", "Its implementation progress was assessed on an annual basis, leading to an independent, fact-based report of the SAGE for the World Health Assembly.    "], "term": "global health", "termType": "MED", "weight": "b"}, {"score": 0.5656465888023376, "sentences": ["From our perspectives, at least four factors were in place that we felt were most important for the sustainability of national immunization programs: simple program design; continuous performance measurement; additional staff capacity and funding.", "At the end of our second meeting, he convinced me that I should join his expanding project team, which dealt with immunization, diarrhea diseases, and malaria control programs.", "I think the impact of these processes has been remarkable for all national immunization programs, including those in high-income countries.", "Author of >30 articles and book chapters, Dr. Okwo-Bele led the national immunization program in DRC and coordinated the launch and management of polio eradication and other vaccine programs in Africa and Southeast Asia.", "At the end of our second meeting, he convinced me that I should join his expanding project team, which dealt with immunization, diarrhea diseases, and malaria control programs.    "], "term": "preventive health service", "termType": "MED", "weight": "b"}, {"score": 0.5593396425247192, "sentences": ["The data generated confirmed that the monkeypox virus was not a threat to smallpox eradication.", "I was initially tasked with co-leading special field epidemiological research to determine the prevalence and the severity of monkeypox virus infection in humans."], "term": "monkeypox", "termType": "DIS", "weight": "b"}, {"score": 0.5298140048980713, "sentences": ["Soon after finishing medical school in 1981, I worked as a medical officer at an MOH project in charge of combating childhood communicable diseases."], "term": "communicable disease", "termType": "DIS", "weight": "b"}, {"score": 0.5140658020973206, "sentences": ["He worked with GAVI on the roll-out of Hib, hepatitis B and other vaccines, and helped strengthen WHO vaccine policy recommendations at global level."], "term": "hepatitis B", "termType": "DIS", "weight": "b"}, {"score": 0.5097705125808716, "sentences": ["Informed that I had just obtained my medical degree, Dr Kalisa handed me two reports (One was the World Health Organization’s (WHO) summary of the successful smallpox eradication program and the second was the report of a just completed review of the DRC immunization program) and suggested that we meet later that week to discuss them.", "We surveyed thousands of people and collected blood specimens from nearly 3000 persons without smallpox vaccination scars, mostly children."], "term": "smallpox vaccine", "termType": "DRG", "weight": "b"}, {"score": 0.496524840593338, "sentences": ["The data generated confirmed that the monkeypox virus was not a threat to smallpox eradication.", "We surveyed thousands of people and collected blood specimens from nearly 3000 persons without smallpox vaccination scars, mostly children.", "Only smallpox surveillance was anywhere close to this herculean task and we made this happen in spite of the tremendous disturbances of the civil war that erupted in Congo-Brazzaville, forcing my regional team to be evacuated and work in disperse temporary offices in Geneva, Abidjan, Nairobi, and Harare.    ", "This activity was recommended byWHOgiven the close resemblance between smallpox andmonkeypox.", "Informed that I had just obtained my medical degree, Dr Kalisa handed me two reports (One was the World Health Organization’s (WHO) summary of the successful smallpox eradication program and the second was the report of a just completed review of the DRC immunization program) and suggested that we meet later that week to discuss them."], "term": "smallpox", "termType": "DIS", "weight": "b"}, {"links": [{"sublinks": [{"sentences": ["By 2003, some eight years after launching the polio eradication campaign in Africa, only two countries (out of 47) remained polio-endemic; the regional immunization coverage was improving and several countries had introduced the new pentavalent vaccines and other available under-used vaccines such as Yellow Fever vaccine."], "term": "yellow fever"}, {"sentences": ["He worked with GAVI on the roll-out of Hib, hepatitis B and other vaccines, and helped strengthen WHO vaccine policy recommendations at global level."], "term": "hepatitis B"}, {"sentences": ["We ensured the full adhesion of countries through the signing of Yaounde Declaration in which they committed to fast-track introduction of the new vaccine, strengthen surveillance and improve information sharing to enhance the region’s response to epidemic meningitis."], "term": "epidemic meningitis"}], "term": "adverse drug reaction - disease"}], "score": 0.4559163451194763, "sentences": ["The emergence of several well-funded partnerships such as the GAVI Alliance, the Global Polio Eradication Initiative, the Measles– Rubella Initiative, and others brought in financial resources mainly for the achievement of ambitious disease elimination/ eradication goals and accelerated the introduction of multiple new vaccines, while basic routine immunization suffered in many countries.", "While I had to overcome fierce resistance within WHO (my colleagues felt that the existing GIVS was still valid), the new strategy – the Global Vaccine Action Plan6– came into force in 2011.", "Dr. Okwo-Bele is public health consultant and former Director of WHO Department of vaccines and immunization (2004-17).", "But it was difficult to confirm whether the impact of vaccination of younger children over and above the achievement of high coverage was due to the new vaccine.", "By 2003, some eight years after launching the polio eradication campaign in Africa, only two countries (out of 47) remained polio-endemic; the regional immunization coverage was improving and several countries had introduced the new pentavalent vaccines and other available under-used vaccines such as Yellow Fever vaccine.", "  From inner Congo to WHO Geneva: a bottom up journey in the governance for vaccines and immunization Jean-Marie Okwo-Bele :   Public Health Consultant :   Early days in the Democratic Republic of Congo (DRC) : I grew up in Bandundu, what was then a small town in Western DRC, where my father worked as a primary school principal and my mother had stopped teaching to focus on the chores at home.", "In 2005, we carved out a strategy that framed the case for vaccines as an intervention with immense potential to accelerate the achievement of childhood mortality reduction, one of the Millennium Development Goals adopted by the United Nations in 2000.    ", "In 2010, in Davos, Bill and Melinda Gates launched the Decade of Vaccines as the call to action to intensify Research & Development, advocate at the highest level for resource mobilization and expand efforts to communicate the benefits of vaccines.", "From inner Congo to WHO Geneva: a bottom up journey in the governance for vaccines and immunization", "The main tenets of which were accelerated implementation harnessing the availability of new vaccine products, the strengths of new partners and new funding, and the need to tap into innovations and research.", "While proud of the excellent progress made, there remains substantial work to reach everyone, everywhere with life-saving vaccines.", "In addition, given high measles incidence in the under-9 months, I led a technical committee decision that recommended a vaccine policy switch from the use of Schwartz measles vaccine at age 9 months to medium titer of Edmonston Zagreb vaccine at age 6 months.", "Coverage expansion to reach the never vaccinated with existing vaccines and the addition of new vaccines would reduce, respectively, 1.4 million deaths and 1.1 million deaths each year.", "Then, we optimized the roles of the WHO Expert Committee on Biological Standardization, established to set norms and standards in view of the selection and “prequalification” of vaccines to be procured internationally and the Global Advisory Committee on Vaccine Safety, which provides independent assessment on the safety of vaccine products for policy decisions.", "He worked with GAVI on the roll-out of Hib, hepatitis B and other vaccines, and helped strengthen WHO vaccine policy recommendations at global level.", "Finally, we updated the terms of reference of the regional and national immunization advisory mechanisms, given their additional roles in guiding and facilitating the adoption and the roll-out of new vaccines.    ", "Looking ahead … : I retired fromWHO in November 2017, feeling very much privileged to have met and worked with so many great leaders and colleagues in advancing the rollout and the impact of vaccines worldwide.    ", "Major innovations are fully integrated in the program, including the lifecourse approach to immunization (HPV vaccination being a catalyst), research for game-changing vaccines (HIV, new TB, universal flu and malaria vaccines), incremental improvements of newer vaccines (rotavirus, pneumococcal conjugate vaccines in particular), simplification of vaccine delivery approaches and improvements in tracking systems.", "Author of >30 articles and book chapters, Dr. Okwo-Bele led the national immunization program in DRC and coordinated the launch and management of polio eradication and other vaccine programs in Africa and Southeast Asia.", "We ensured the full adhesion of countries through the signing of Yaounde Declaration in which they committed to fast-track introduction of the new vaccine, strengthen surveillance and improve information sharing to enhance the region’s response to epidemic meningitis.", "With the understanding that most countries follow the predicaments promulgated by the WHO, there was a need to reinforce some of theWHOnormative processes that are critical to governance and worldwide vaccine implementation.", "In the future, I chose to work on upstream vaccine research and production and to learn more about the challenges and opportunities that could contribute to sustainable solutions for an affordable supply of vaccines for the benefits of all people in Africa.    ", "I was appointed Director of the WHO immunization and vaccines department in 2004 at the time when the recently appointed Director General, JW Lee, was implementing substantial organizational changes, notably the shifting of resources away from HQ to benefit the decentralized regional and country offices.", "He was Chief of the UNICEF global immunization unit (2002-4), Regional Advisor and Head of the WHO regional vaccine and immunization programme in Africa (1989-2002) and National Manager for the DR Congo Immunization Programme (1984-9).", "Later, the polio campaign experience helped me to lead the design of a phased approach for the roll-out of the conjugate vaccine against Meningitis A, targeted to control epidemics in the Africa meningitis belt from 2012."], "term": "vaccine", "termType": "DRG", "weight": "a"}, {"score": 0.4523714780807495, "sentences": ["Toward the end of high school,my father began to lose his sight due to tardiness in accessing treatment for his glaucoma.", "Although my high school core courses were Latin and Philosophy, against all odds, I was admitted to what was at the time the only medical school in the country.", "While my hard work and strong performance in high school paved theway formy medical studies, I, of course, had to work very hard as an undergraduate biomedical sciences student to fill my knowledge gaps in physics, math, and chemistry.", "While my hard work and strong performance in high school paved theway formy medical studies, I, of course, had to work very hard as an undergraduate biomedical sciences student to fill my knowledge gaps in physics, math, and chemistry.    ", "  Although my high school core courses were Latin and Philosophy, against all odds, I was admitted to what was at the time the only medical school in the country."], "term": "high school", "termType": "MED", "weight": "b"}, {"score": 0.4458671808242798, "sentences": ["This opportunity serendipitously emerged after a brief encounter with the program’s Director, Dr Ruti Kalisa and Prof J.J. Muyembe, who was my mentor and Dean at the medical school (Prof Muyembe is currently Director of the National Institute of Biomedical Research in the DRC and co-discoverer of the Ebola virus)."], "term": "medical research", "termType": "MED", "weight": "b"}, {"score": 0.41590431332588196, "sentences": ["  From inner Congo to WHO Geneva: a bottom up journey in the governance for vaccines and immunization Jean-Marie Okwo-Bele :   Public Health Consultant :   Early days in the Democratic Republic of Congo (DRC) : I grew up in Bandundu, what was then a small town in Western DRC, where my father worked as a primary school principal and my mother had stopped teaching to focus on the chores at home.", "From inner Congo to WHO Geneva: a bottom up journey in the governance for vaccines and immunization", "Only smallpox surveillance was anywhere close to this herculean task and we made this happen in spite of the tremendous disturbances of the civil war that erupted in Congo-Brazzaville, forcing my regional team to be evacuated and work in disperse temporary offices in Geneva, Abidjan, Nairobi, and Harare.    ", "He was Chief of the UNICEF global immunization unit (2002-4), Regional Advisor and Head of the WHO regional vaccine and immunization programme in Africa (1989-2002) and National Manager for the DR Congo Immunization Programme (1984-9).", "Exciting but challenging assignments in the African region After spearheading immunization efforts in DRC, I later joined the small Immunization team of the WHO African regional office in Brazzaville, Republic of Congo in the early 1990s where the playing field greatly expanded.", "PORTRAIT, Jean-Marie Okwo-Bele, Public Health Consultant, Early days in the Democratic Republic of Congo (DRC), Moving on to the global level, Looking ahead …, Notes on contributor"], "term": "Congo", "termType": "MED", "weight": "a"}, {"score": 0.4006389081478119, "sentences": ["Informed that I had just obtained my medical degree, Dr Kalisa handed me two reports (One was the World Health Organization’s (WHO) summary of the successful smallpox eradication program and the second was the report of a just completed review of the DRC immunization program) and suggested that we meet later that week to discuss them."], "term": "health program", "termType": "MED", "weight": "b"}, {"score": 0.39719608426094055, "sentences": ["The training of district teams was a central strategic element in addition to the provision of critical logistics for routine health-facility based and outreach immunization sessions."], "term": "health care facility", "termType": "MED", "weight": "b"}, {"score": 0.38111257553100586, "sentences": ["I was initially tasked with co-leading special field epidemiological research to determine the prevalence and the severity of monkeypox virus infection in humans."], "term": "virus infection", "termType": "DIS", "weight": "b"}, {"score": 0.3742612302303314, "sentences": ["I was initially tasked with co-leading special field epidemiological research to determine the prevalence and the severity of monkeypox virus infection in humans."], "term": "infection", "termType": "DIS", "weight": "b"}, {"score": 0.3569764494895935, "sentences": ["  From inner Congo to WHO Geneva: a bottom up journey in the governance for vaccines and immunization Jean-Marie Okwo-Bele :   Public Health Consultant :   Early days in the Democratic Republic of Congo (DRC) : I grew up in Bandundu, what was then a small town in Western DRC, where my father worked as a primary school principal and my mother had stopped teaching to focus on the chores at home.", "PORTRAIT, Jean-Marie Okwo-Bele, Public Health Consultant, Early days in the Democratic Republic of Congo (DRC), Moving on to the global level, Looking ahead …, Notes on contributor"], "term": "Democratic Republic Congo", "termType": "MED", "weight": "b"}, {"score": 0.3555733263492584, "sentences": ["In 1988, reports of repeated outbreaks and high measles incidence in the under-9 months old in Kinshasa caught our attention.", "The project’s impact was noticeable with measles coverage reaching nearly 90% and a substantial drop of measles incidence.", "Indeed, although the impact of immunization was remarkable worldwide (drastic reduction of polio incidence; 1.5 million deaths averted in children), the global level immunization landscape was marked by multiple voices, diverse interests, and confusing governance.", "In the years that follow, six other southern African countries did the same, which amplified the impact of the interventions, resulting in the elimination of polio and the lowest measles incidence ever reached in the sub-region.3", "In addition, given high measles incidence in the under-9 months, I led a technical committee decision that recommended a vaccine policy switch from the use of Schwartz measles vaccine at age 9 months to medium titer of Edmonston Zagreb vaccine at age 6 months."], "term": "incidence", "termType": "MED", "weight": "b"}, {"score": 0.3398280739784241, "sentences": ["Soon after finishing medical school in 1981, I worked as a medical officer at an MOH project in charge of combating childhood communicable diseases.", "Although my high school core courses were Latin and Philosophy, against all odds, I was admitted to what was at the time the only medical school in the country.", "While my hard work and strong performance in high school paved theway formy medical studies, I, of course, had to work very hard as an undergraduate biomedical sciences student to fill my knowledge gaps in physics, math, and chemistry.", "This opportunity serendipitously emerged after a brief encounter with the program’s Director, Dr Ruti Kalisa and Prof J.J. Muyembe, who was my mentor and Dean at the medical school (Prof Muyembe is currently Director of the National Institute of Biomedical Research in the DRC and co-discoverer of the Ebola virus).", "While my hard work and strong performance in high school paved theway formy medical studies, I, of course, had to work very hard as an undergraduate biomedical sciences student to fill my knowledge gaps in physics, math, and chemistry.    ", "  Although my high school core courses were Latin and Philosophy, against all odds, I was admitted to what was at the time the only medical school in the country."], "term": "medical school", "termType": "MED", "weight": "b"}, {"score": 0.33909085392951965, "sentences": ["We then turned to face the challenges of implementing polio campaigns in the remaining countries of Africa, knowing that many of them had overwhelming difficulties to carry out earlier vaccination campaigns promoted by UNICEF for reaching universal coverage in 1990.", "Together, these efforts led to steady improvements of nationwide immunization coverage.    ", "Countries were expected to sustain the immunization coverage gains already made and the region was due to launch the polio eradication campaign.", "Together, these efforts led to steady improvements of nationwide immunization coverage.", "But it was difficult to confirm whether the impact of vaccination of younger children over and above the achievement of high coverage was due to the new vaccine.", "By 2003, some eight years after launching the polio eradication campaign in Africa, only two countries (out of 47) remained polio-endemic; the regional immunization coverage was improving and several countries had introduced the new pentavalent vaccines and other available under-used vaccines such as Yellow Fever vaccine.", "But it was difficult to confirm whether the impact of vaccination of younger children over and above the achievement of high coverage was due to the new vaccine.2    ", "With a US CDC colleague, Dr F. Cutts, we designed improvement measures, which included the implementation of special survey techniques to identify pockets of low coverage and a house-to-house approach for the motivation of communities to seek vaccination."], "term": "vaccination coverage", "termType": "MED", "weight": "b"}, {"score": 0.3338667154312134, "sentences": ["I was initially tasked with co-leading special field epidemiological research to determine the prevalence and the severity of monkeypox virus infection in humans."], "term": "prevalence", "termType": "MED", "weight": "b"}, {"score": 0.3334057331085205, "sentences": ["The data generated confirmed that the monkeypox virus was not a threat to smallpox eradication.", "I was initially tasked with co-leading special field epidemiological research to determine the prevalence and the severity of monkeypox virus infection in humans."], "term": "Monkeypox virus", "termType": "MED", "weight": "b"}, {"score": 0.33048415184020996, "sentences": ["We then turned to face the challenges of implementing polio campaigns in the remaining countries of Africa, knowing that many of them had overwhelming difficulties to carry out earlier vaccination campaigns promoted by UNICEF for reaching universal coverage in 1990.", "Following my briefing on polio eradication and my request for South Africa to launch its eradication campaign, Dr D. Zouma, then Health Minister and the provincial health ministers preferred to add measles control, given the severe outbreaks observed in the country.", "In the future, I chose to work on upstream vaccine research and production and to learn more about the challenges and opportunities that could contribute to sustainable solutions for an affordable supply of vaccines for the benefits of all people in Africa.    ", "A working trip to South Africa in 1995 marked a turning point for the regional program.", "Dr. Okwo-Bele received Rotary Paul Harris Fellow recognition for advancing polio eradication in Africa.", "He was Chief of the UNICEF global immunization unit (2002-4), Regional Advisor and Head of the WHO regional vaccine and immunization programme in Africa (1989-2002) and National Manager for the DR Congo Immunization Programme (1984-9).", "Author of >30 articles and book chapters, Dr. Okwo-Bele led the national immunization program in DRC and coordinated the launch and management of polio eradication and other vaccine programs in Africa and Southeast Asia.", "Later, the polio campaign experience helped me to lead the design of a phased approach for the roll-out of the conjugate vaccine against Meningitis A, targeted to control epidemics in the Africa meningitis belt from 2012.", "Massive financial and technical support then came in from various polio eradication donors and by year 5, our yearly spending was increased tenfold (reaching almost US$90 m) and we had more than 1000 WHO program staff across Africa.    ", "By 2003, some eight years after launching the polio eradication campaign in Africa, only two countries (out of 47) remained polio-endemic; the regional immunization coverage was improving and several countries had introduced the new pentavalent vaccines and other available under-used vaccines such as Yellow Fever vaccine.", "In addition, we benefited from the support of the African Union Heads of State and the high-level advocacy campaign to “kick polio out of Africa” led by the late President Nelson Mandela.4    ", "We were quick at completing the task in my department, thanks to my previous management experience at the WHO regional office of Africa and the professionalism of my collaborators and staff.", "Clearly, the combination of effective technical guidance to implement proven strategies with strong political and financial support could lead to amazing successes in Southern Africa, as was observed in other regions, and particularly in the Americas during their efforts for the elimination of polio and measles.    "], "term": "Africa", "termType": "MED", "weight": "b"}, {"score": 0.3277479410171509, "term": "health care personnel", "termType": "MED", "weight": "b"}, {"score": 0.30280059576034546, "sentences": ["Major innovations are fully integrated in the program, including the lifecourse approach to immunization (HPV vaccination being a catalyst), research for game-changing vaccines (HIV, new TB, universal flu and malaria vaccines), incremental improvements of newer vaccines (rotavirus, pneumococcal conjugate vaccines in particular), simplification of vaccine delivery approaches and improvements in tracking systems.", "At the end of our second meeting, he convinced me that I should join his expanding project team, which dealt with immunization, diarrhea diseases, and malaria control programs.", "At the end of our second meeting, he convinced me that I should join his expanding project team, which dealt with immunization, diarrhea diseases, and malaria control programs.    "], "term": "malaria", "termType": "DIS", "weight": "b"}], "timestamp": 1583239040.0, "version": "1.0"}